[
	{
		"name": "Aksum",
		"leaderName": "Makeda",
		"adjective": ["Aksumite"],
		"startBias": ["Coast", "Hill"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "The African coast of the Red Sea was the domain of Aksum, named by the prophet Mani as one of the four key powers of the ancient world. For most of the first millennium CE, Aksumite merchants bore ivory, gold, spices and other goods from the African interior to India, Persia, and the Mediterranean. Yet these trade routes planted the seeds of Aksum’s fall – when the Arab caliphates took over the Silk Road, Aksum was isolated and fell into decline.",
		"startIntroPart2": "Great Queen Makeda, your rule has been remembered for a thousand years and more, by being in the Court of Solomon. You have converted your people to the light of Christianity, and from then on your nation remained a bastion of faith and piety since. But now your people are scattered and impoverished, as the trade that once fed your nation has dried up. Can you help your people regain their former wealth and power? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You have tourtued your people long enough! I shall liberate your people from your oppressive rule!",
		"attacked": "I knew this was coming, the beliefs that you constantly spew at others made clear of your intentions.",
		"defeated": "How? What marvels of engineering, ...of science, ...of wealth, did you need to conquer me? ",
		"introduction": "Greetings, strange traveller! I am Queen Makeda, ruler of Aksum and Ethiopia.",
		
		"neutralHello": "Səm-u la-nəgəśt, In the name of the queen.",
		"neutralLetsHearIt": ["Go on..."],
		"neutralNo": ["Nəḥna 'i-nəkl ḥawira, We cannot carry on with this"],
		"neutralYes": ["Kəbur! Glorious!"],

		"hateHello": "Səm-u la-nəgəśt!",
		"hateLetsHearIt": ["We have little interest in what you have to say"],
		"hateNo": ["Wald-a 'adg!"],
		"hateYes": ["I see... We shall accept."],
		
		"afterPeace": "May the trade flow again.",
		"tradeRequest": "Aksum holds many goods you could not refuse to buy.",

		"spyNames": ["Dagnew","Dinqinesh","Iyasu","Menen","Mengesha","Senedu","Sebhat","Tewabech","Wolde","Zewditu"],

		"outerColor": [255,255,20],
		"innerColor": [25,120,25],
		"uniqueName": "Kingdom of Natural Wealth",
		"uniques": ["[+2 Gold] from [resource] tiles [in all cities]"],
		"cities": ["Aksum","Adulis","Matara","Lalibela","Saba","Koloe","Qohayto","Maste","Tekondo","Zala-Bet-Makeda",
			"Etchmara","Gulo-Makeda","Haghero-Deragweh","Dergouah","Henzat","Ham","Anza","Hawzien","Degum","Chergos Agula",
			"Nazret","Yeha","Aden","Hehzat"]
	},

	{
		"name": "Assyria",
		"leaderName": "Ashurbanipal",
		"adjective": ["Assyrian"],
		"startBias": ["River"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Siege-towers rumble, and iron swords are sharpened as the Assyrian war machine shudders into motion. Under Ashur’s watchful eye, a new order unfolds upon the sun-baked clay: planned cities, skilled engineers, and the implacable march of boots. Set out upon the world, and tolerate no competition.",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"spyNames": ["Arda-Mulišši","Libbāli-Šarrat","Mutakkil-Nusku","Sammu-Rāmat","Aššur-Rabi","Zakûtu","Adad-Nīrārī","Ešarra-Hammat","Aššur-Dān","Muballitat-Sherua"],

		"outerColor": [94,149,184],
		"innerColor": [201,164,24],
		"uniqueName": "Treasures of Nineveh",
		"uniques": ["Free Technology <upon conquering a city>","[+10]% [Food] [in annexed cities]","[+10]% [Production] [in annexed cities]","[+10]% [Science] [in annexed cities]"],
		"cities": ["Ninevel","Kalhu","Aššur","Arrapkha","Karkemiš","Dur-Katlimmu","Kar-Tukulti-Ninurta","Imgur-Enlil","Amida","Nuhadra",
			"Arbi-Ilu","Khilakku","Huzirina","Kaneš","Mardama","Šinahuttum","Mansuate","Rapiqu","Shareisha","Kahat",
			"Kar-Šulmānu-Ašarēdu","Hadātu","Tušhan","Kar-Sipar"]
	},

	{
		"name": "Qart Hashdat",
		"leaderName": "Hannibal Barca",
		"adjective": ["Carthaginian"],
		"startBias": ["Coast", "Grassland"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "The children of Tyre come from afar to claim their destiny. From the center of the world, they will command an empire that knows no equal. \nFrom humble colony to economic hegemony, Carthage rose from the shores of North Africa to dominate the Mediterranean Sea. Its sleek ships ferried goods and riches all over the known world, while at home, the city of Carthage was famed for its master craftsmen and deep agricultural knowledge. Competition with first Greece, then Rome, honed renowned generals and a powerful navy. But war was Carthage’s undoing, and the city was destroyed in 146 BCE.",
		"startIntroPart2": "",
		
		"declaringWar": "You have encroached on our land for far too long! I shall push you back to whatever miserable cave you came from!",
		"attacked": "Qart Hashdat knows no bounds. You will not be an obstacle.",
		"defeated": "You may have left my empire to ruins, but mark my words, I shall return to take it back, whether it be under the flag of Qart Hashdat or of another empire.",
		"introduction": "Greetings! I am Hannibal Barca, profound statesman and general. ",
		
		"neutralHello": "Welcome Rshadir! Welcome Great Leader!",
		"neutralLetsHearIt": ["You have my attention"],
		"neutralNo": ["No."],
		"neutralYes": ["I accept"],

		"hateHello": "What do you want, you pathetic leader?",
		"hateLetsHearIt": ["Spare me your words"],
		"hateNo": ["I was expecting such to come from you."],
		"hateYes": ["You suprise me with your intelligence. Very well."],
		
		"afterPeace": "May these borders hold.",
		"tradeRequest": "All trade flows through Qart Hashdat, before reaching you ofcourse.",

		"spyNames": ["Hamilcar","Siphonbaal","Mago","Batnoam","Gisgo","Ummashtart","Azarbaal","Amoashtart","Mattanbaal","Zyabqot"],

		"outerColor": [252,252,252],
		"innerColor": [52,125,40],
		"uniqueName": "Wisdom of Tanit",
		"uniques": ["Comment [Only able to construct buildings and units in capital]", "[-1000]% [Production] [in all cities] <hidden from users>", "[+1000]% [Production] [in capital] <hidden from users>", "[+20]% [Production] [in capital] <for every [Cities]>", "[+50]% Production when constructing [Colonist] units [in capital]"],
		"cities": ["Carthage","Utica","Hadrumetum","Hippo","Motya","Thenae","Leptis","Tsabratan","Maleth","Rusicade",
			"Thysdrus","Rusguniae","Tinga","Gadir","Oyat","Kition","Lapathus","Idalion","Ruspina","Ziz",
			"Karaly","Sexi","Kapara","Rusadir"]
	},

	{
		"name": "Khemet",
		"leaderName": "Hatshepsut",
		"adjective": ["Coptic"],
		"startBias": ["River", "Desert"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "The waters flood again, preparing the lands for new growth. Here Egypt will compel the world to behold the wonders it works.\nKhemet, the fertile band of the Nile floodplain, is the heart of ancient Egypt. Its over five thousand years of history have been sustained by the river and the life-giving silt that it leaves, building layers of trade, conquest, and the monuments to immortality that were its wonders. Its riches were legendary – and tempting. Egypt fell to Persia in 525 BCE, but the Nile still flows.",
		"startIntroPart2": "The early 14th century BCE saw Egypt flourish beneath the guiding hand of Hatshepsut. During her long tenure Hatshepsut expanded Egypt’s trading empire, establishing networks and influence in the Mediterranean to the north and the rich land of Punt to the south. She channeled the resulting wealth into immense building projects that captured her people’s rich heritage, ensuring the power she cultivated for both Egypt and herself would be immortal.",
		
		"declaringWar": "When we are done, the lone and level sands will be all that remains of you.",
		"attacked": "The nau-snake is in my belly, and I have not given myself to you, your flame will not be on me.",
		"defeated": "Open the Netherworld so that I may see my father Osiris and drive away darkness, for I am beloved of him. All you spirits, prepare a path for me.",
		"introduction": "I am Horus in human flesh — Hatshepsut, pharaoh of the red lands and the black lands.",
		
		"neutralHello": "Welcome, friend.",
		"neutralLetsHearIt": ["Hm?"],
		"neutralNo": ["We must cast this downstream."],
		"neutralYes": ["The river brings blessings."],

		"hateHello": "Yes?",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["We must cast this downstream."],
		"hateYes": ["Pathetic"],
		
		"afterPeace": "The river brings blessings.",
		"tradeRequest": "The river brings blessings.",

		"spyNames": ["Ahmes","Berenice","Benipe","Hatasu","Kames","Hotep","Nahab","Merit","Rimes","Titi"],

		"outerColor": [3,80,83],
		"innerColor": [234,224,159],
		"uniqueName": "Gifts of Osiris",
		"uniques": ["[+1 Production] from [River] tiles [in all cities]", "[+1 Food, +1 Culture] from [River] tiles [in all cities] <after discovering [Masonry]>"],
		"cities": ["Waset","Men-nefer","Akhenaten","Djedet","Djanet","Behdet","Nekheb","Khemenu","Nekhen","Gebtu",
			"Tjenu","Per-Atum","Abdju","Zau","Ipu","Khito","Swenet","Per-Hathor","Abu","Hut-waret",
			"Djerty","Per-Bast","Nubt","Thonis"]
	},

	{
		"name": "Hellas",
		"leaderName": "Xenophon",
		"adjective": ["Greek"],
		"startBias": ["Grassland", "Hill"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "The people gather together, debating music and politics, poetry and law--envisioning how to build a Greece that will last for ages. \nThe city-states of Hellas were a constellation of powers, each with a rich history – militaristic Sparta, intellectual Athens, wealthy Corinth, far-off Syracuse. Fractious in their alliances, they were briefly united only once, under Alexander of Macedon. Though subsumed into the Roman Empire, the Greek cities influenced Roman religion and thought, the math and science of the Islamic Golden Age, and even the founding ideas of American democracy.",
		"startIntroPart2": "",
		
		"declaringWar": "The Ten Thousand that follow me shall ravage your lands!",
		"attacked": "You really think you can outsmart me? No one shall devise such knowledge to surpass my genius!",
		"defeated": "How can you beat my knowledge of the battlefield? ....If you are truely a better general, philosopher and leader than I am, ...then you are the true ruler of the Greeks, not me.",
		"introduction": "I am Xenophon, leader of the Ten Thousand, and protector of all Greek states.",
		
		"neutralHello": "Hello, brave leader!",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["No, why would we accept this?"],
		"neutralYes": ["Ha Ha! A marvellous deal!"],

		"hateHello": "Scoudrel!",
		"hateLetsHearIt": ["Hmph."],
		"hateNo": ["Never!"],
		"hateYes": ["Lets hope this is an exception."],
		
		"afterPeace": "I expect you have learnt a thing or two from my troops from this war.",
		"tradeRequest": "My friend, would you kindly accept this offer?",

		"spyNames": ["Agapetos","Chloe","Demokritos","Hypatia","Heracleitos","Ligeia","Nereus","Pelagia","Sosigenes","Xanthe"],

		"outerColor": [124,163,248],
		"innerColor": [255,255,255],
		"uniqueName": "Demokratia",
		"uniques": ["Resting point for Influence with City-States is increased by [30]"],
		"cities": ["Athênai","Spártā","Thêbai","Kórinthos","Argos","Knōsós","Mykḗnē","Olympia","Chalkís","Mīlētos",
			"Thera","Phókaia","Lindos","Megara","Pergamon","Eretrea","Tegea","Mantineia","Halikarnāssós","Kérkyra",
			"Éphesos","Aigai","Pella","Smýrna"]
	},
	
	{
		"name": "Han",
		"leaderName": "Xuan",
		"adjective": ["Han"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The Han were not the first of China’s ancient dynasties, but were its grandest. From Liu Bang’s rebellion against the iron-fisted Qin came a balance between centralized authority and Confucian meritocracy, and a wave of innovation in statecraft, philosophy, and science. With an army of shi dafu, scholar-bureaucrats, at home, and an army of chariots, heavy infantry, and crossbows abroad, for four hundred years the Han held the Mandate of Heaven.",
		"startIntroPart2": "Oh Xuan Emperor! You have suffered greatly when your Great Grandfather accused your family of witchraft, resulting in your parents being killed when you were a child. By living with the common people, you began to understand their struggles and sacrifices, so when you successfully regained control of the throne, you led a reign of sympathy and progress. But now the Han have far passed their golden age. Can you unify your people under a corruption-free rule? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are an incompetent ruler, taxing your poor to benefit the rich! I shall put an end to this at once!",
		"attacked": "I have known many people who have wronged me in the past. This comes with no suprise.",
		"defeated": "So this is it... Everything I have done was for nothing. I shall die a peasant after all.",
		"introduction": "Ahh... Welcome. I am Emperor Xuan, the filial and known by many.",
		
		"neutralHello": "Ahh, how are you today, kind leader?",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["Unfortunately not."],
		"neutralYes": ["I accept."],

		"hateHello": "We do not welcome tyrants like you!",
		"hateLetsHearIt": ["..."],
		"hateNo": ["Ha! And support your tyrannical rule? Never!"],
		"hateYes": ["... Very well."],
		
		"afterPeace": "Now lets hope you will care more for your people than your pride from now on.",
		"tradeRequest": "May this offer seek you well.",

		"spyNames": ["Chen","Chang","Kong","Huan-Yue","Lei","Li-mei","Shaiming","Qing-yuan","Shing","Xin-qian"],
		
		"outerColor": [220,200,100],
		"innerColor": [110,60,50],
		"uniqueName": "Nine Provinces",
		"uniques": ["[+1] population [in this city] <upon founding a city>", "[+15]% [Science] [in capital] <after discovering [Civil Service]>"],
		"cities": ["Cháng'ān","Luoyang","Línzī","Chengdu","Huáiyáng","Liángzhōu","Jīnyáng","Handan","Pengcheng","Ji",
			"Guanglíng","Xuchang","Xíngyáng","Shouchun","Linxiang","Dìngtáo","Nanjun","Nanchang","Yángqǔ","Hefei",
			"Nánzhèng","Yè","Didao","Panyu"],
	},
	{
		"name": "Khmer",
		"leaderName": "Jayavarman II",
		"adjective": ["Khmer"],
		"startBias": ["Jungle","Flood plains"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Kamboja, the Khmer Empire, was a model of the Hindu-Buddhist heavens in Southeast Asia. From its center, it projected its influence across the region. True Khmer power lay in water, as harnessing the floods of the Mekong fueled some of the largest cities in the world. But as these floods waned, so did Khmer power, leaving its dream in ruins across Cambodia, Thailand, Laos and Vietnam.",
		"startIntroPart2": "Wise Jayavarman, seventh to hold the name, the Khmer admire your dedication to their well-being. Your command of the land's fresh waters lets you feed your hungry people, just as it brings you ever closer to Heaven. Can you reforge your empire to ensure your people can be eternally happy? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your actions reveal your desire for war. The Khmer shall oblige you.",
		"attacked": "War, then? Fools think fortune is on their side. Who will you blame when yours runs out?",
		"defeated": "One gains humility in defeat. I pray you are granted the most humility of all.",
		"introduction": "I am Jayavarman VII, and the Khmer allow me to lead them. Their suffering is my suffering.",
		
		"neutralHello": " Heaven smiles upon you - as do the Khmer.",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": [" I must refuse"],
		"neutralYes": [" Perhaps... yes"],

		"hateHello": "You must know how to live a divine life—how else could you teach your people to do the opposite?",
		"hateLetsHearIt": ["Hmm... Go on."],
		"hateNo": ["Why did I expect any better from you?"],
		"hateYes": ["Very well..."],
		
		"afterPeace": "Ending spiritual suffering is just as important as easing physical distress. You understand this.",
		"tradeRequest": "The Khmer wish to offer you this gift.",

		"spyNames": ["Balarama","Indradevi","Damkhat","Lakshmi","Laksmana","Romchang","Rama","Suryavana","Thomma","Viralakshmi"],

		"outerColor": [43,47,121],
		"innerColor": [227,196,23],
		"uniqueName": "Ksekam Chamnon",
		"uniques": ["[+100]% growth [in capital]","[-2 Happiness] <in cities without a [Palace]>"],
		"cities": ["Yasodharapura","Indrapura","Mahendraparvata","Hariharalaya","Stung Treng","Isanapura","Lingapura","Jayendranagari","Angkor Borei","Phum Snay"
			,"Ou Kaev","Phimai","Sdok Kok Thom","Beng Mealea","Banteay Srei","Banteay Chhmar","Preah Vihear","Kompong Thom","Longvek","Oudong",
			"Kampot","Phnom Penh","Battambang","Siem Reap"],
	},

	{
		"name": "Maurya",
		"leaderName": "Ashoka",
		"adjective": ["Mauryan"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The Maurya arose from a land of incredible cultural diversity, but one reeling from war. From Chandragupta’s conquests of Alexander the Great’s successors, the dynasty reached its height under Ashoka, who embraced nonviolence and tolerance. Balancing open-mindedness with military might, the Maurya built an empire that was as wise as it was glorious – until its fall to an assassin’s blade",
		"startIntroPart2": "Great King Ashoka, you have been horrified from the cruelty and terror of war, resulting in you conveting to Buhddism to seek inner peace. From being accuesed of going to the depths of hell to discover new torture methods, you now are known as a peaceful pacifist, devoted to spreading the word of Buhddism. Can you spread the message of pacifism to your people, and help stop the horrors of war? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "The path of violence is a path that I swore never to take again. But here we are",
		"attacked": "Violence echoes across multiple lives, multiple worlds. It will return to you.",
		
		"defeated": "And now, the burning wheel passes over me...",
		"introduction": "I am Ashoka, the great king at the center of the world, ...and profound sinner.",
		
		"neutralHello": "Welcome, what have you come here for?",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["This is 'adharma', an error."],
		"neutralYes": ["So it is."],

		"hateHello": "Why are you here?",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["This is 'adharma', an error."],
		"hateYes": ["So be it"],
		
		"afterPeace": "The righteous path.",
		"tradeRequest": "I hope this offer will be beneficial for both of us.",

		"spyNames": ["Darshan","Asha","Kuruvilla","Dakshina","Narayan","Lajila","Pulkit","Savatari","Surya","Vineeta"],

		"outerColor": [50,200,200],
		"innerColor": [50,10,150],
		"uniqueName": "Dhamma Lipi",
		"uniques": [  "Gain a free [Pantheon] belief <after discovering [Philosophy]>"],
		"cities": ["Pataliputra","Ujjayini","Tosali","Suvarnagiri","Taksasila","Kausambi","Samapa","Risila","Pudanagala","Girinagara",
			"Sopara","Kandahar","Kopbal","Virata","Brahmagiri","Vidisa","Varanasi","Kalsi","Rampurva","Banavasi",
			"Erragudi","Shahbazgarhi","Lauriya Araraj","Sannathi"],
	},

	{
		"name": "Ki'iche",
		"leaderName": "Tecun Uman",
		"adjective": ["Mayan"],
		"startBias": ["Forest", "Jungle"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The people lay these stones as a pathway to the heavens. Come, k'uhul ajaw, and assume the world's throne. \nIn the Central American jungles grew a series of city-states bound by alliances and a common culture – the Maya. They transformed a seemingly inhospitable landscape into a paradise of plazas, ball courts, and pyramids that rose out of the jungle to greet the open sky. But struck by climate and political crises, the Maya declined, and the land was once more covered by forest.",
		"startIntroPart2": "Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You encroach on Ki'iche land. Your people shall be removed!",
		"attacked": "Come, my Nahual! This fool wishes to fight!",
		
		"defeated": "The Ki'iche shall remember remember their freedom, and how it shall return to them like the free Quetzal bird.",
		"introduction": "My name is Tecun, brave warrior and leader of the Ki'iche Maya.",
		
		"neutralHello": "Yes?",
		"neutralLetsHearIt": ["Go on..."],
		"neutralNo": ["No."],
		"neutralYes": ["Absolutely!"],

		"hateHello": "Your presence sickens me",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["No!"],
		"hateYes": ["Very well."],
		
		"afterPeace": "Now the Ki'iche shall remain free from your people.",
		"tradeRequest": "Will this deal strengthen the ties of our nations?",

		"spyNames": ["Bound-stone Jaguar","Star House","Scroll Serpent","Baby Jaguar","Shield Skull","Scroll-in-hand","Lord Chocolate","Eveningstar","Storm Sky","Lady Crocodile"],

		"outerColor": [124,163,248],
		"innerColor": [2,79,80],
		"uniqueName": "Skies of Itzamna",
		"uniques": [  "[+10]% [Culture] [in all cities] <for [10] turns> <upon discovering [All] technology>", "[+1 Science] from every [Jungle]"],
		"cities": ["Bàakʼ","Tikal","Chichen Itza","Wak Kab'nal","Uxmal","Copan","Coba","Kaan","Calakmul","Xunantunich",
			"Yaxchilan","Yokib","Quirigua","Uaxactun","Tonina","Kaminaljuyu","Ucanal","Izapa","Comalcalco","Lamanai",
			"Dzibilchaltun","Sacul","Becan","Sayil"],
	}
	
	{
		"name": "Mississipi",
		"leaderName": "Tuskaloosa",
		"adjective": ["Mississipi"],
		"startBias": ["River"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "The Mississippians - named for the river near where their earthen mounds stand - leave no writing behind, but archaeology tells of a complex society, a political system where cities waxed and waned in influence, maize farming, and trade in copper, shells, and hides. But by 1400 CE, whether through natural or political means, the Mississippians had already faded into memory.",
		"startIntroPart2": "Chief Tuskaloosa! You have fought against the spanish colonisers for your peoples freedom. Even when you were captured as a slave by roaming conquistadors, your bravery remained strong. You sacrificed yourself so your followers can live freely and not under a colonisers boot, but all was in vain. O Great Chief, the Mississipi are now divided, with many tribes vanishing without a trace. Can you reunite your people, bringing them back to their former glory? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I shall idle no more! It is time to fight!",
		"attacked": "Me and my people shall defend to the last man, woman and child. Your tyranny shall not reach our lands!",
		"defeated": "If I shall die fighting for my peoples freedoms in flames, I shall die a noble death.",
		"introduction": "I am Tuskaloosa, Chief of the Mississipi. Make your presence known to my people, stranger, and we shall live in peace.",
		
		"neutralHello": "The Mississipi wlcome you.",
		"neutralLetsHearIt": ["Go on"],
		"neutralNo": ["No."],
		"neutralYes": ["Wonderful!"],

		"hateHello": "I see you approach me?!",
		"hateLetsHearIt": ["Hmm."],
		"hateNo": ["I shall only accept this when the Mississipi dries up!"],
		"hateYes": ["My hand is forced into this."],
		
		"afterPeace": "Now you shall remain inside your own lands forever, and never into ours.",
		"tradeRequest": "Trade has been good this year, so the Mississipi offer you this deal.",

		"spyNames": ["Abit","Biisan","Chahta","Chashwi","Watonathi","Waahih","Chito","Chaliis","Chaan","Achaakatabi"],

		"outerColor": [100,40,40],
		"innerColor": [120,100,230],
		"uniqueName": "Goose Societies",
		"uniques": ["[+1 Food] from [resource] tiles [in all cities]"],
		"cities": ["Cahokia","Coosa","Chickasaw","Alabama","Apalachee","Choctaw","Creek","Hitchiti","Houma","Kansa",
			"Missouria","Mobilian","Natchez","Osage","Quapaw","Tunica","Yamasee","Yuchi","Quizquiz","Chucalisa",
			"Nodana","Wapanocca","Chauga","Coste"],
	},

	{
		"name": "Xshaca",
		"leaderName": "Xerxes",
		"adjective": ["Persian"],
		"startBias": ["Plains","Desert"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "“The kingdom,” Xshaca, or what we know as Persia, was the center of the world at its height, reigning over most of Mesopotamia, Egypt, and Anatolia. It was a strong, centralized state with efficient communication and transportation systems and a professional army, and it brought the luxuries of the world together – until the forces of Alexander the Great sent it toppling down.",
		"startIntroPart2": "Xerxes I inherited the Achaemenid Empire at a time of crisis and guided it to greatness. Swiftly crushing two uprisings upon taking power, he set his sights on Greece and invaded in 480 BCE. After defeat at Salamis ended his European ambitions, Xerxes shifted his attention from expansion to enrichment, devoting his treasury to architectural masterpieces, testaments to the triumph he bestowed on his people and the fear he provoked in his enemies.",
		
		"declaringWar": "Your warriors march forward into the flames of their own destruction.",
		"attacked": "Your raiders would challenge the center of the world? Typical.",
		"defeated": "I was an emperor; now just a pawn in someone else's game",
		"introduction": "There is one head alone that sits at the center of the world, and it is mine.",
		
		"neutralHello": "Yes?",
		"neutralLetsHearIt": ["..."],
		"neutralNo": ["The gates are closed at this time."],
		"neutralYes": ["Indeed. Now, if you will excuse me."],

		"hateHello": "Under my hand, wherever there is conflict and chaos I strike it down. I will have peace, even amidst ashes.",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["The gates are shut."],
		"hateYes": ["If you insist"],
		
		"afterPeace": "Indeed. Now, if you will excuse me.",
		"tradeRequest": "Trade flows through my lands like water in a river. Would you like to sample some of our goods?",

		"spyNames": ["Ariomardus","Cassandane","Arsites","Parmida","Cambyses","Phaedymia","Hydarnes","Sisygambis","Oxyathres","Amytis"],

		"outerColor": [189,125,229],
		"innerColor": [129,3,13],
		"uniqueName": "Hamarana Council",
		"uniques": ["[+10]% Strength <for [All] units> <when attacking>", "[5000] units cost no maintenance <hidden from users>", "Comment [All units cost no maintenence]"],
		"cities": ["Pārsa","Pāthra-gadā","Hagmatana","Çūšā","Sparda","Tarsus","Bactria","Ragā","Tushpa","Harrân",
			"Gordion","Spahān","Širājiš","Qumis","Dascylium","Mazaca","Anshan","Marguš","Istakhr","Borāzjān",
			"Pūrā","Matezzish","Arsada","Karmana"],
	},

	{
		"name": "Roma",
		"leaderName": "Octavian",
		"adjective": ["Roman"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "A new banner unfurls, emblazoned with triumphal laurels. Rome seeks its champions. \nWhen most people think of the classical world, they imagine Rome. From humble beginnings, it grew to span three continents, assimilating the wealth and cultures of those it conquered. During the Republic, ad-hoc statecraft and meritocracy spawned fierce competition, spurring the professionalization of military and bureaucracy of the Empire. But cracks turned to chasms, and a foundering economy and repeated invasions brought Rome to collapse.",
		"startIntroPart2": "Emerging from Rome’s civil wars, Octavian consolidated the fractious republic into an empire stretching from the North Sea to Egypt. Despite the Roman fear of tyrants, he achieved sole power while outwardly maintaining the old republic’s structures. He expanded Rome’s borders via client states and a reorganized army, reformed the tax code, and inaugurated the imperial cult. The modern image of Imperial Rome is largely the one of Octavian's vision.",
		
		"declaringWar": "The die is cast.",
		"attacked": "Really!? Come, break your swords on our walls!",
		"defeated": "Have I played the part well? Then, I exit.",
		"introduction": "I am Octavian, Augustus Caesar, a simple first citizen. And emperor of the world.",
		
		"neutralHello": "*Salve*, my good friend",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["I forge my own path here."],
		"neutralYes": ["I will it."],

		"hateHello": "Under my hand, wherever there is conflict and chaos I strike it down. I will have peace, even amidst ashes.",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["Now, I, in every way, am the maker of my fortune."],
		"hateYes": ["If you will it."],
		
		"afterPeace": "I will it.",
		"tradeRequest": "May this trade turn your cities made of bricks to cities made of marble!",

		"spyNames": ["Acacius","Chloris","Brutus","Eliana","Emidius","Herta","Jovilius","Laetitia","Sophus","Proserpina"],

		"outerColor": [212,20,21],
		"innerColor": [247,216,1],
		"uniqueName": "Twelve Tables",
		"uniques": ["Free Social Policy <upon entering a new era>", "[-15]% Culture cost of adopting new Policies <when at war>"],
		"cities": ["Roma","Capua","Ostia","Ravenna","Neapolis","Mediolanum","Patavium","Aquileia","Puteoli","Pompeii",
			"Catana","Burdigala","Narbo Martius","Gades","Lugdunum","Bononia","Corduba","Massilia","Colonia","Caesarea Maritima",
			"Mogontiacum","Londinium","Caesaraugusta","Sarmizegetusa"],
	},

	{
		"name": "The Abbasids",
		"leaderName": "Al-Muktafī bi-Llāh",
		"adjective": ["Abbasid"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Bahamut rumbles and sways the jacinth slab of Kuyutha. The Abbasids' weight will realign the balance of the world.\nUnified by the new religion of Islam, the early Arab caliphates expanded rapidly across the Mediterranean and eastward into Persia. In this world, Baghdad, the capital of the Abbasid dynasty, thrived as a center of learning and culture. Arab scholars advanced astronomy and mathematics, philosophy and art until, like the fall of night, the Mongols appeared on the eastern horizon.",
		"startIntroPart2": "O wise Caliph Al-Muktafī bi-Llāh, you have lead the people of Islam well. Your decendents have spent their reign trying to grapple on to whatever power they could get after the devastation and embarrassment of the Anarchy of Samara. However you, with you reforms and your kindness, reformed the Caliphate into a more prosperous and grand empire. The Abbasids managed to retake Egypt and Syria without the need of your fathers brutality and torture, and you destroyed the prisons and the toyrture chambers your father have built across the nation. But after your reign, the Abbasid Caliphate declined, only becoming a mere puppet of foreign empires. Now, the Abbasids call for you again. Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I never thought I would follow my fathers footsteps, but you need to be put in your place!",
		"attacked": "Such brutality will never yeild you anything. The soldiers of the Abbasids shall cut you down!",
		"defeated": "O God! Why must you turn you people into the puppets of tyrants?! Why?!",
		"introduction": "Peace be on you. I am Al-Muktafī bi-Llāh, Caliph of the Abbasids. It is a pleasure to meet you.",
		
		"neutralHello": "Peace be on you.",
		"neutralLetsHearIt": ["Lets hear it."],
		"neutralNo": ["Unfortunately, no"],
		"neutralYes": ["Indeed!"],

		"hateHello": "What is it?",
		"hateLetsHearIt": ["Hmm..."],
		"hateNo": ["You are more of a fool than I thought"],
		"hateYes": ["So it shall be."],
		
		"afterPeace": "Now the fields of our lands will not be covered in corpses of our people.",
		"tradeRequest": "Is this trade deal good for you? If not, we can definitely find a compromise",

		"outerColor": [250,219,2],
		"innerColor": [26,103,40],
		"uniqueName": "Round City",
		"uniques": ["Gain [50] [Gold] <upon building a [All] improvement> <(modified by game speed)>"],
		"cities": ["Baghdād","Al-Fustāt","Makkah","Al-Mawsil","Ardabil","Hamadān","Shirāz","Zabid","Dimašq","Qairwān",
			"Sāmarrā","al-Ahwāz","Irānshahr","Shahrastān","as-Sirajān","al-Mansūra","al-Kūfah","al-Madinah","Rāma-hurmuz","al-Basrah",
			"al-Rayy","Halab","Balkh","Bust"],
	},
	
	{
		"name": "Bulgaria",
		"leaderName": "Khan Krum",
		"adjective": ["Bulgarian"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "In the seventh century, the Bulgars crossed the Danube and made the Balkans their own. Their warriors used the mountains to their advantage, scattering larger armies through skill and stratagems. The First Bulgarian Empire ran on conquest, expansion, and the growth of trade. The Second Empire saw the rise of art, literature, and architecture alongside spirituality and monastic traditions. All came crashing down when the Ottomans invaded.",
		"startIntroPart2": "Great Khan of the Bulgars! You have struck fear into your enemies hearts, destroying opposing armies and expanding the land of Bulgaria. You killed the Byzantine Emperor Nikephoros after he pillaged antd razed your lands, even arming women to enact revenge on behalf of their murdered children, and continued to terrorise his empire for years to come. Not only that, but you have reformed Bulgarian law to protect the poor, and accepted Serbs into your nation's people. Great Khan Krum, can your just and strong rule bring Bulgaria back to being a continental powerhouse? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You have left your borders weak, and now I shall sieze the opportunity!",
		"attacked": "Fool! I shall turn your skull into a drinking cup!",
		"defeated": "You cannot defeat the Bulgars forever! One day we shall rise once again!",
		"introduction": "I am Krum, Khan of the Bulgars. Watch your step, for this land will soon be Bulgaria ",
		
		"neutralHello": "Bulgaria welcomes you.",
		"neutralLetsHearIt": ["Lets see..."],
		"neutralNo": ["Bah!"],
		"neutralYes": ["Let it be."],

		"hateHello": "I have no words to say to you.",
		"hateLetsHearIt": ["..."],
		"hateNo": ["..."],
		"hateYes": ["..."],
		
		"afterPeace": "These consessions are... enough.",
		"tradeRequest": "May you accept this offer.",

		"spyNames": ["Boris","Desislava","Radislav","Militsa","Bezmer","Miroslava","Kaloyan","Maria","Peter","Smiltsena"],

		"outerColor": [170,20,20],
		"innerColor": [255,212,212],
		"uniqueName": "Krum's Dynasty",
		"uniques": ["Gain control over [pillaged] tiles in a [10]-tile radius <upon declaring war with a major Civilization>", "[+2 Food] [in all cities] <for every [Owned [pillaged] Tiles]>"],
		"cities": ["Preslav","Tarnovo","Ohrid","Pliska","Drastar","Pleven","Badin","Sredets","Karvuna","Plovdiv",
			"Borui","Skopie","Belograd","Varna","Breznik","Devina","Pernik","Lipjan","Deultum","Bitolja",
			"Drembitsa","Drembitsa","Prilep","Kossovo"],
	}

	{
		"name": "Chola",
		"leaderName": "Rajaraja I",
		"adjective": ["Chola"],
		"startBias": ["Coast","Jungle"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Cornering trade across the Indian Ocean, the Chola oversaw a vast network of merchants and naval vessels that brought Indic texts and traditions along with spices, ivory, ebony, and other trade goods. Their dominion extended at times to vassals in Burma and Sumatra. But danger came from home, as neighboring kingdoms drove them into obscurity.",
		"startIntroPart2": "Great King Rajaraja! You have expanded the Chola's reach beyond previous horizons, conquering Sri Lanka, the Maldives and all lands up the Ganges. You have also invested heavily into the arts and faith, earning you the title of 'Thirumurai Kanda Cholar' after your vast collection of literature and art. But now the Chola have been pushed to obscurity, and the Tamil people are divided. Can you unite your people and lead them into a golden age, where the arts and conquest flourish? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your land holds important points that are essential for the Chola's survival. Prepare for war!",
		"attacked": "Do you really think you can usurp me? Ha! ",
		"defeated": "May Shiva strike you and your people down!",
		"introduction": "Greetings, I am Rajaraja, the Great leader of the Chola. Say, do you have any good you are willing to trade?",
		
		"neutralHello": "Vaṇakkam, welcome.",
		"neutralLetsHearIt": ["You have my attention."],
		"neutralNo": ["No."],
		"neutralYes": ["Absolutely!"],

		"hateHello": "Mīṇṭum nīṅkaḷ... ",
		"hateLetsHearIt": ["What do you want?"],
		"hateNo": ["No!"],
		"hateYes": ["Aṭaṭā, very well."],
		
		"afterPeace": "For now, peace.",
		"tradeRequest": "The Chola has goods from far and wide. Would you like to sample them?",

		"spyNames": ["Anasuya","Govind","Bhadraa","Krishna","Kerani","Paramveer","Reeya","Purshotam","Sita","Uday"],

		"outerColor": [121,0,2],
		"innerColor": [252,206,24],
		"uniqueName": "Samayam",
		"uniques": ["Gifts of Gold to City-States generate [100]% more Influence", "Allied City-States provide [Gold] equal to [50]% of what they produce for themselves",],
		"cities": ["Gangaikonda Cholapuram","Pazhayarai","Thanjavur","Uraiyuir","Nagapattinam","Kanchipuram","Madurai","Karur","Talakkad","Mahodaiyapuram",
			"Kollam","Kantalur-Salai","Talakadu","Vengi","Mahabalipuram","Vasavasamudram","Arikamedu","Kaveripatnam","Tondi","Periyapattinam",
			"Rameswaram","Devipattinam","Alagankulam","Korkal"],
	},

	{
		"name": "Đại Việt",
		"leaderName": "Trần Thánh Tông",
		"adjective": ["Vietnamese"],
		"startBias": ["Jungle", "River"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Through the shadow of war and oppression, the people of Đại Việt remain strong. Toiling in the rice field or on elephant-back, the Vietnamese people yearn for their right to determine their own destiny, and to push back would-be invaders to their own shores - or to make conquests of their own. With the beat of the trong com and the trumpeting of elephants, Đại Việt stakes its claim.",
		"startIntroPart2": "Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "We have borne your insults for too long. I will not bow my head when there is injustice.",
		"attacked": "The land will fight you. The rivers will rise against you. The sky will cast fire down upon you. You will not succeed.",
		"defeated": "My ancestors await. My voice will be lost to time, but I will dwell with them in paradise.",
		"introduction": "The breeze from Fan Si Pan was cool this evening, and the Red River flows calm. And here you are.",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": ["My people's interests come first. No."],
		"neutralYes": ["A harmonious deal!"],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": ["No!"],
		"hateYes": ["If you insist..."],
		
		"afterPeace": "In harmony, like land and water.",
		"tradeRequest": "",

		"spyNames": ["Lĩnh","Minh","Hoàn","Anh","Phật Mã","Hạnh","Hiếu","Thủy","Định","Phượng"],

		"outerColor": [230,184,45],
		"innerColor": [137,0,19],
		"uniqueName": "Hich Tuong Si",
		"uniques": ["[+2 Culture] from every [Jungle]", "Gain [20] [Culture] <upon building a [Fort] improvement> <(modified by game speed)>"],
		"cities": ["Thăng Long","Thái Bình","Thanh Hóa","Bắc Giang","Đồng Hới","Hà Tĩnh","Hải Phòng","Hội An","Hoa Lư","Thái Nguyên",
			"Bắc Ninh","Đường Lâm","Chí Linh","Xứ Đông","Quốc Oai","Từ Sơn","Cao Bằng","Nghệ An","Xứ Đoài","Việt Trì",
			"Tam Đái","Châu Lạng","Tuyên Quang","Hưng Yên"],
	},

	{
		"name": "Hawai'i",
		"leaderName": "Kamehameha Liholiho",
		"adjective": ["Hawai'ian"],
		"startBias": ["Coast", "Avoid [Tundra]"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "",
		"startIntroPart2": "Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "",
		"attacked": "",
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [64,156,39],
		"innerColor": [255,230,0],
		"uniqueName": "Moananuiākea",
		"uniques": ["[+1 Happiness] from every [Fishing Boats]", "Gain [20] [Culture] <upon building a [Fishing Boats] improvement> <(modified by game speed)>"],
		"cities": ["Lā-hainā","Kou","Hilo","Wai-luku","Lihu'e","'Ewa","Kai-lua","Wai-pahū","Lāna'i","Ka-hului",
			"Kihei","Wai-kolu","Ka-pa'a","Pearl City","Kona","Kauna-kahakai","Nānākuli","Wai-lua","Pāpa'i-kou","Kaha-lu'u",
			"Wai-mea","Mākaha","Hāna","Wai-he'e"],
	},

	{
		"name": "Tawantinsuyu",
		"leaderName": "Pachacútec",
		"adjective": ["Incan"],
		"startBias": ["Hill", "Mountain"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "The mountain valleys will sound with hammer and spade as the Inca enrich the land. \nTawantinsuyu, “the empire in four parts,” was ruled by the Inca, and extended across the Andes mountains, building roads and waystations, terraced fields and silver mines - an empire in the sky. Under the Inca was a diverse collection of subjects, languages, and cultures, but no writing or coinage. Yet the empire came to a crashing end upon the arrival of the Spanish, and smallpox.",
		"startIntroPart2": "Having defended it from invasion, Pachacuti assumed rule over the kingdom of Cuzco around 1438 and soon began to conquer neighboring regions. He had military and political prowess in equal measure — those he could not take by force he plied with gifts, promising autonomy and prosperity in exchange for loyalty. The Inca Empire would only continue for some sixty years after his death, when the Spanish came, but Pachacuti’s legacy endures nonetheless.?",
		
		"declaringWar": "The puma, the condor, and the serpent call me to war! I cannot call them back!",
		"attacked": "Better to strike your weapons against the heart of the mountain; our warriors are stone.",
		"defeated": "Pachacuti, Lord Cataclysm, will live on in memory, if not in body.",
		"introduction": "I am Pachacuti, favored of the sun and child of the mountains. Shake in my presence as the earth itself does.",
		
		"neutralHello": "Greetings, leader.",
		"neutralLetsHearIt": ["Will this please the Inca?"],
		"neutralNo": ["This proposal isnt very good."],
		"neutralYes": ["I shall live by it"],

		"hateHello": "Your presence is heard",
		"hateLetsHearIt": ["Hmph..."],
		"hateNo": ["This proposal lacks substance."],
		"hateYes": ["...I shall do my best to live with this."],
		
		"afterPeace": "A revelation that we will live by.",
		"tradeRequest": "May this deal shake the world!",

		"outerColor": [120,61,3],
		"innerColor": [249,218,2],
		"uniqueName": "Apukuna",
		"uniqueText": "Cities bonus Production equal to 10% of that City’s Food",
		"uniques": ["Gain a free [Tawantinsuyu Ability] [in all cities]"],//Does this even work? Its hard to tell in the game. Probably not.
		"cities": ["Qusqu","Antawaylla","Wanuku","Willka Waman","Machu Pikchu","Ullantaytampu","Sausa","Kashamarka","Chucuito","Kitu",
			"Ayak’uchu","Chan Chan","Pisac","Huancabamba","Ayaviri","Vitcos","Paria","Chuquiabo","Pachakamaq","Tumbez",
			"Tumipampa","Inka Pirka","Wankawilka","Ica"],
	},

	{
		"name": "Majapahit",
		"leaderName": "Gajah Mada",
		"adjective": ["Majapahit"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "The last great Hindu kingdom of Indonesia arose with the surprise betrayal of Kublai Khan’s navy, paving the way for the Majapahit, who conquered and controlled the spice islands at the dawn of the global era. But after three hundred years of dominance, the winds began to change. Muslim trade networks sidelined the Majapahit state, forcing them to the island of Bali, where their legacy remains.",
		"startIntroPart2": "Mighty warrior Gajah Mada, your people yearn for a strong leader who can return them to prosperity! Will you set out to conquer the neighboring kingdoms, further expanding your glory of your empire? Will you build a civilization that can stand the test of time?",
		
		"declaringWar": "I don't want to stnd in your way, but I shall protect my people!",
		"attacked": "How dare you! Your insignificant attack shall falter!",
		"defeated": "You may win, but you cannot win upon my spirit",
		"introduction": "You came before the great warrior, Gajah Mada of Nusantara!",
		
		"neutralHello": "Greetings",
		"neutralLetsHearIt": ["Proceed"],
		"neutralNo": ["No."],
		"neutralYes": ["This is good."],

		"hateHello": "You again...",
		"hateLetsHearIt": ["Speak up!"],
		"hateNo": ["Are you a plank?"],
		"hateYes": ["Even morons like you sometimes make sense."],
		
		"afterPeace": "And now, we shall stop fighting",
		"tradeRequest": "What if we make a deal, you and me?",

		"outerColor": [121,0,2],
		"innerColor": [0,195,140],
		"uniqueName": "Negara",
		"uniques": ["Comment [[+2 Science, +2 Gold, -1 Food] from every specialist [in all cities except the capital]]", "[+2 Science, +2 Gold, -1 Food] from every specialist [in all cities] <hidden from users>", "[-2 Science, -2 Gold, +1 Food] from every specialist [in capital] <hidden from users>", "[+2 Happiness] in cities on [Coastal] tiles"],
		"cities": ["Wilwatikta","Lumajang","Daha","Tuban","Hujung Galuh","Pajang","Palembang","Jambi","Berune","Tumasik",
			"Kalanten","Samudra","Lamuri","Barus","Darmmacraya","Bedahulu","Lwagajah","Lombok Mirah","Gurun","Saksak",
			"Sukdana","Sampit","Panai","Taliwang"],
	},

	{
		"name": "Ming",
		"leaderName": "Yongle",
		"adjective": ["Ming"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Emerging from the shadow of Mongol-dominated Yuan, the Ming turned inward, revitalizing Han traditions and fortifying Chinese infrastructure and economy. The Great Wall was expanded and improved, a tributary system of defense and dependency was installed, and Ming goods became the most desired commodities in the global market. But when silver sources collapsed, unpaid Ming armies rebelled, leading to the rise of the Manchu-dominated Qing.",
		"startIntroPart2": "The world awaits, great Yongle Emperor of Ming China. Stretch out your hand and grasp its riches and its knowledge. Place your nation at the center of all things, and let all come to you in supplication.Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "It is not my wish to conquer your realm by force, but there is no other way.",
		"attacked": "Hahaha... You might as well conquer the heaven itself. Now let us see how high your arrows fly.",
		"defeated": "The road ahead is dark, the surrounding pines are dense like walls. Above I cannot see the heavens, and below I cannot see the earth.",
		"introduction": "I am the Yongle Emperor, friend to those who would steer their trade ships in my direction, and terrible to those who oppose me.",
		
		"neutralHello": "I welcome you.",
		"neutralLetsHearIt": ["Go on..."],
		"neutralNo": ["We cannot accept, unfortunately"],
		"neutralYes": ["Let both benefit"],

		"hateHello": " I have told you again and again to refrain from evil. Soon I will tire of the telling.",
		"hateLetsHearIt": ["What do you have to say?"],
		"hateNo": ["We cannot accept such a thing"],
		"hateYes": ["This will benefit the Ming more than you."],
		
		"afterPeace": "Lets hope this war has taught you how we handle barbarian hordes on our frontier.",
		"tradeRequest": "We only deal with those who have something to offer. Like you, for instance.",

		"outerColor": [50,140,70],
		"innerColor": [200,200,160],
		"uniqueName": "Great Canon of Yongle",
		"uniqueText": "+10% [Science] after starting a policy tree\n-10 [Science] after completing a Policy Tree",
		"uniques": ["[+10]% [Science]  <after adopting [Tradition]>","[+10]% [Science] <after adopting [Liberty]>","[+10]% [Science] <after adopting [Honor]>","[+10]% [Science] <after adopting [Piety]>","[+10]% [Science] <after adopting [Commerce]>","[+10]% [Science] <after adopting [Rationalism]>","[+10]% [Science]  <after adopting [Order]>","[+10]% [Science] <after adopting [Freedom]>","[+10]% [Science] <after adopting [Autocracy]>","[+10]% [Science] <after adopting [Patronage]>",
			"[-10 Science] <after adopting [Tradition Complete]>","[-10 Science] <after adopting [Liberty Complete]>","[-10 Science] <after adopting [Honor Complete]>","[-10 Science] <after adopting [Piety Complete]>","[-10 Science] <after adopting [Commerce Complete]>","[-10 Science] <after adopting [Rationalism Complete]>","[-10 Science] <after adopting [Order Complete]>","[-10 Science] <after adopting [Freedom Complete]>","[-10 Science] <after adopting [Autocracy Complete]>","[-10 Science] <after adopting [Patronage Complete]>"],
		"cities":["Yingtian","Beiping","Fuzhou","Guangzhou","Hangzhou","Guilin","Guiyang","Kaifeng","Hankou","Nanchang",
			"Jinan","Taiyuan","Chengdu","Yunnan","Nanning","Luzhou","Wuchang","Quanzhou","Changsha","Hangyang",
			"Xiangyang","Jingzhou","Xiamen","Luoyang"],
	},

	{
		"name": "Yeke Mongɣol Ulus",
		"leaderName": "Chinggis Khaan",
		"adjective": ["Mongol"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "A name whispered in the nightmares of the settled lands, the Mongols stand poised to shatter the world – and remake it in a new image. With the thunder of bombards and roll of hooves, the hordes come. Lead them, and sow destruction among your enemies.",
		"startIntroPart2": "You were born Temujin - but the world knows you as Chinggis Khaan, the Universal Ruler, the terror of the steppe. At your word, the hordes ride, armies flee, walls crumble, and hopes fail. Take up your bow, Khagan - the world has gone soft. Let it know fear.",
		
		"declaringWar": "My enemy, I will not defeat you. I will annihilate your entire bloodline",
		"attacked": "Ha! You attack me? You seek your own demise",
		"defeated": "Tengri, have you forsaken me!? Has my destiny failed!?",
		"introduction": "I am Chinggis Khaan. Are you friend or foe? For your sake, I hope a peace-seeking friend",
		
		"neutralHello": "Greetings, friend.",
		"neutralLetsHearIt": ["Lets see..."],
		"neutralNo": ["Your vision hinders my own"],
		"neutralYes": ["Your words hold the wisdom of the divine"],

		"hateHello": "Get this filth away from me.",
		"hateLetsHearIt": ["What could you possibly want from me?"],
		"hateNo": ["Your vision is pathetic compared to my own."],
		"hateYes": ["Maybe your words some wisdom after all..."],
		
		"afterPeace": "The Eternal Blue Sky commands all.",
		"tradeRequest": "I hope this offer seeks you well.",

		"outerColor": [25,65,150],
		"innerColor": [185,210,155],
		"uniqueName": "Bokh",
		"uniques": ["[-10]% Production when constructing [Settler] units [in all cities]","Gain a free [Courthouse] [in annexed cities]", "Comment [+1 [Movement] for all units]", "[Land] units gain the [Ulus] promotion <hidden from users>"],
		"cities":["Qaraqorum","Qobdo","Khüree","Uliastai","Aurag","Khiagt","Ulaangom","Dulüün Boldog","Khuduu Aral","Sainshand",
			"Altai","Ayil Qaraqana","Khökh Nuur","Kherlen Bar Khot","Burgi Ereg","Qorqonaq Jubur","Vangiin Khüree","Dalan Nemürges","Tajkal Khorga","Chakirmaut",
			"Qarabalghasun","Bürgi-ergi","Choir","Burkhan Khaldun"],
	},


	{
		"name": "Normandy",
		"leaderName": "William",
		"adjective": ["Norman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "From distant shores, the Normans sailed with conquest on their minds. Originally from Scandinavia, they sat unquietly in northern France for just over a century before seizing England in 1066. They brought court culture, French language, and weapons of war. Knights rode out from stone castles, pursuing the values of chivalry. The Normans never truly disappeared, but merged with local populations, creating the amalgam we call “English” today.",
		"startIntroPart2": "All Hail King William of Normandy! You have overcome great challenges in your life, from your illegitamite origins to the ravaging nobility after your fathers death. But you overcame these struggles, and forged a Kingdom that would later become the largest empire to exist. O Great Conquerer, can you lead the Normans once more and remind them of the glory of conquest? Can you centralise your lands once more to ensure your nations longevity? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "Your realm shall be under my rightful rule!",
		"attacked": "So it shall be! To arms!",
		"defeated": "This shall be written in the history books, about how I, the great King, have been deposed by a pathetic barbarian.",
		"introduction": "Welcome! I am William, King of Noermandy and Conquerer of lands beyond. Would you like to join me in a feast, your scouts look very tired.",
		
		"neutralHello": "Good to see you, friend!",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["No."],
		"neutralYes": ["Yes!"],

		"hateHello": "",
		"hateLetsHearIt": ["Go on..."],
		"hateNo": ["Do you have an arrow stuck in your eye?"],
		"hateYes": ["SO be it."],
		
		"afterPeace": "Now you shall remember what the Norman people are capable of!",
		"tradeRequest": "How about this deal?",

		"outerColor": [1,42,107],
		"innerColor": [202,20,19],
		"uniqueName": "Normannitas",
		"uniques": [ "[Land] units gain the [Normannitas] promotion", "Comment [+1 [Gold] from every [Farm], doubled in a Golden Age]", "[+1 Gold] from every [Farm] <hidden from users>", "[+1 Gold] from every [Farm] <during a Golden Age> <hidden from users>",],
		"cities": ["Rouen","Kaem","Bayeux","Falaise","Hastinges","Fecamp","Wyncestre","Lundres","Dovorre","Gisors",
			"Everwyk","Cheregugh","Cantorbire","Dives","Colcestre","Norwiche","Mortaigne","Diepe","Lincoln","Evrous",
			"Boseham","Avraunches","Melfi","Avraunches"],
	},

	{
		"name": "Shawnee",
		"leaderName": "Tecumseh",
		"adjective": ["Shawnee"],
		"startBias": ["River","Grassland","Plains"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "In the Ohio Valley, the Shawnee made their stand on the world stage. The descendants of what archaeologists term the Fort Ancient culture, they built elaborate earthworks, cultivated maize, and built small cities surrounding a central council house, where public debate took place. When the newly-born United States began to expand, they fought battle after battle to keep their lands, and though they lost their Prophetstown, they remain.",
		"startIntroPart2": "Cheif Tecumseh, you have devoted your liofe to protect your people from the westward expantion of the United States. You and your brother have unified groups of people that were thought to be impossible to unite. With your unbridled urge to defend the freedoms of all Native Americans, you were kiilled in thye war of 1812, a conflict between two colonisers dividing your people. Now the Shawnee call out to you once more. Can yuo stop the expansion of foreign powers onto your land? Can you keep your people united against a common foe? Can you build a civilization that can stand the test of time?",
		
		"declaringWar": "We will drive you back to the sea, to the caves, to whatever place you have come from.",
		"attacked": "Let it be taken, our homes and our land given to us by the Great Spirit? The places we bury the ones who have gone home? Never!",
		
		"defeated": "A death song has come to me and I am going to sing it. When I am done, I will go to where the snows of winter go, where you cannot reach.",
		"introduction": "You see a star that crosses the night sky like a bolt of lightning? That is me, Tecumseh, the one who leaps great distances.",
		
		"neutralHello": "Good day, my friend.",
		"neutralLetsHearIt": ["Yes."],
		"neutralNo": ["No"],
		"neutralYes": ["Deal. Don’t make us regret it."],

		"hateHello": "Why do you approach me?",
		"hateLetsHearIt": ["Don't make a fool of yourself."],
		"hateNo": ["No"],
		"hateYes": ["I'm already starting to regret accepting this deal."],
		
		"afterPeace": "Don’t make us regret this peace.",
		"tradeRequest": "",

		"outerColor": [160,115,185],
		"innerColor": [230,230,0],
		"uniqueName": "Nepekifaki",
		"uniques": [ "[+2 Food] from every [River] <in cities with a [Water Mill]>", "[-10]% [Food] <in cities without a [Water Mill]>"],
		"cities": ["Cilakofa","Pikawiiki","Thuthy's Hotewe","Penfekim'teko","White Oak","Little Axe","Prophet's Town","Sekakwis","Wakacaalli","Yetakapewaki",
			"Ikan'hatki","Wapa'konetta","Cornstalk's Town","Nonhelema's Town","Nepipemi Hotaapata","Saawanwa Hotewe","Wapatomica","Makacheki","Mawaskawewiikiwa","New Pekowiki",
			"Chillicothe Old Town","Bluejacket's Town","Wicita","Eskalapia"],
	},

	{
		"name": "Songhay",
		"leaderName": "Sonni Ali",
		"adjective": ["Songhay"],
		"startBias": ["River","Desert","Plains","Coast"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "From the heart of the Sahel, the Songhai will emerge upon the river's waves to take the world by storm. \nAs the Empire of Mali faltered, their Songhai vassals rose up to form one of the largest states in Africa. Songhai revitalized Islam in the region, renewed the academic community in Timbuktu, and controlled the trans-Saharan trade. But the empire’s days were numbered when the Moroccans invaded, armed with gunpowder and seeking new routes for their own prosperity.",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [250,219,2],
		"innerColor": [113,20,0],
		"uniqueName": "Tarikh al-Sudan",
		"uniques": [ "[+2 Gold] from every [River] <in cities with a [Market]>", "[Civillian] units gain the [Amphibious] promotion"],
		"cities": ["Gao","Timbuktu","Jenne","Kukiya","Lulami","Tendirma","Kumbi Saleh","Tenenku","Agadez","Tadmekka",
			"Gobir","Gaya","Katsina","Zaria","Takedda","Kabara","Kano","Walata","Sibiridugu","Segu",
			"Bamba","Teghazza","Yatemga","Dia"],
	},

	{
		"name": "Castile",
		"leaderName": "Isabella",
		"adjective": ["Castellian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Undaunted by the ocean's expanse, Spain will follow the song of gold to unknown lands and make them its own. \nAmong early European colonial powers, Spain was by far the largest and most influential empire. Iberia had been divided between Muslim emirates and Christian kingdoms, but following the unification of Castile and Aragon, and the completion of the Reconquista, Spain dominated the global stage in the name of God, and wealth. The empire faltered as its ambitions were challenged on the continent, and its far-flung colonies sought their own destinies.",
		"startIntroPart2": "Queen Isabella of Spain had a single vision – the growth of her nation’s power. At home, she dedicated herself to establishing Spain’s next chapter as a bastion of Catholicism and oversaw the violence of the Inquisition and the Reconquista. Abroad, she sponsored the expansion of Spanish might into the New World. Clever and ruthless, Isabella built the groundwork for Spain’s future upon war and wealth.",
		
		"declaringWar": "I covet not your lands and your crown for my own sake, but for the sake of God's empire. Which is mine.",
		"attacked": "You will only make martyrs.",
		
		"defeated": "I, who sought to extend God's grace across the land, am to be cast out. To live amongst pig farmers and… ugh, what is the word… bakers!",
		"introduction": "I am Lady Isabella, queen of these lands. The queen is right. The queen is always right.",
		
		"neutralHello": "Good day, my friend.",
		"neutralLetsHearIt": ["Yes."],
		"neutralNo": ["No. I have my reasons."],
		"neutralYes": ["Yes, yes, yes, send it to my scribe and he will put my seal upon it."],

		"hateHello": "Why do you approach me?",
		"hateLetsHearIt": ["Don't make a fool of yourself."],
		"hateNo": ["Why would you think that I would accept this?"],
		"hateYes": ["Now go away."],
		
		"afterPeace": "Send it to my secretary and put my seal on it!",
		"tradeRequest": "Our riches must cause much envy in your people. Here is a deal to satisfy your subjects greed.",

		"outerColor": [255,178,60],
		"innerColor": [212,20,21],
		"uniqueName": "Siglo de Oro",
		"uniques": [ "[+30]% [Gold] [in all cities] <on foreign continents>", "[+10]% [Food] [in all cities] <on foreign continents>", "[+10]% [Production] [in all cities] <on foreign continents>"],
		"cities": ["Madrid","Sevilla","Barcelona","Toledo","Córdoba","Valencia","Zaragoza","Valladolid","Bilbao","A Coruña",
			"Cartegena","Cádiz","Salamanca","Las Palmas","Murcia","Pamplona","Vigo","Oran","Vitoria-Gasteiz","Oviedo",
			"Málaga","Havana","Jaen","Manila"],
	},


	{
		"name": "The United States",
		"leaderName": "Benjamin Franklin",
		"adjective": ["Yankee"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "From the fertile soil of America springs forth a brave new world, driven by passion, ideas, and a desire to shape the future. \nAmerica was a new nation, one founded on Enlightenment ideals of progress and rationality, industry and progress, and ever-expanding horizons. The American Revolution ignited from this demand for expansion: to expand trade independently to the Caribbean, to extend the colonies’ borders westward (into land held by indigenous nations), and freedom from British tariffs and taxes.",
		"startIntroPart2": "In colonial America, few individuals shone as brightly as Benjamin Franklin. Beginning as a humble printer, he soon established himself as a prominent newspaper publisher. In 1747, he moved into politics and became one of the Founding Fathers, participating in the drafting and signing of the Declaration of Independence. A restless polymath, Franklin also made many contributions to science in fields as diverse as electricity and oceanography.",
		
		"declaringWar": "War is always tragedy, the more so that you have forced our hand into this.",
		"attacked": "So you would waste all the industry of your people on death.",
		"defeated": "What use are tools without a project? Of what use is a mind without ideas? I shall set these down and move on.",
		"introduction": "Greetings! I am Benjamin Franklin, doctor, scientist, writer, and full of advice, whether you will listen or not!",

		"neutralHello": "Hellp, my friend!",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["Alas, when we separate what is useful from what is not… well, this is not useful."],
		"neutralYes": ["A capital proposal — let's make it work!"],

		"hateHello": "What?",
		"hateLetsHearIt": ["Hmph."],
		"hateNo": ["Alas, no. Not in your wildest dreams"],
		"hateYes": ["This will work."],
		
		"afterPeace": "A capital proposal — let's make it work!",
		"tradeRequest": "Let us create a trade agreement so that our nations shall prosper!",

		"outerColor": [234,225,158],
		"innerColor": [1,42,108],
		"uniqueName": "Frontier Expansion",
		"uniques": ["[+25]% Production when constructing [All] units [in all cities] <for [10] turns> <upon declaring war with a major Civilization>", "[Gold] cost of purchasing [Civilian] units [-50]%"],
		"cities": ["Washington, D.C.","New York City","Philadelphia","Baltimore","Boston","Chicago","New Orleans","St Louis","Cincinnati","Cleveland",
			"Pittsburgh","Buffalo","San Francisco","Detroit","Charleston","Albany","Newark","Providence","Milwaukee","Los Angeles",
			"Salem","Louisville","Richmond","Minneapolis"],
	},


	{
		"name": "Great Britain",
		"leaderName": "Benjamin Disreali",
		"adjective": ["British"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Chaos is the absence of order, and the world needs structure. Great Britain ascends. \nThe sun never sets on Great Britain’s vast empire. Its territories spread across all continents, funneling raw materials from colonial holdings to the factories of the metropole. Foreign policy was conducted through economic strategy, extensive diplomacy, and threat of war. The British navy dominated the seas, while at home, society found a new order amid the explosion of industry. Under Pax Britannica, the world followed Britain’s lead.",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		"defeated": "",
		"introduction": "",

		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [0,0,164],
		"innerColor": [255,255,255],
		"uniqueName": "Workshop of the World",
		"uniques": ["[+15]% Production when constructing [All] buildings [in all cities]", "[Gold] cost of purchasing [All] buildings [-25]%"],
		"cities": ["London","Edinburgh","Cardiff","Liverpool","Manchester","Birmingham","Leeds","Sheffield","Bristol","Bradford",
			"Stoke-upon-Trent","Hull","Newcastle-upon-Tyne","Plymouth","Portsmouth","Leicester","Sunderland","Nottingham","Oldham","Brighton",
			"Bolton","Blackburn","Preston","Norwich"],
	},

	{
		"name": "Buganda",
		"leaderName": "Mwanga II",
		"adjective": ["Bugandan"],
		"startBias": ["Lakes","Jungle"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "From the shores of Nnalubaale – Lake Victoria – were launched the deadly war canoes of Buganda. By the late 19th century, Buganda was the most populous place in Africa’s interior, with man-made lakes, a well-ordered city, and envoys from all the surrounding people seeking the king’s ear. And well they should – Bagandan raids were a terrifying force.",
		"startIntroPart2": "O Great Mwanga II, you have lead the Baganda well. You have settled religious conflict in your natiuon with an iron fist, ensuring the stability of your empire. European powers were cautiously welcomed during your rule, but they eventually attacked you and your people for their financial gain. You tried to defend Buganda, but the Europeans and the reigious rebels were too much. Even after exile and torture for thge rest of your life, you remained a staunch anti-imperialist, with your spitit never breaking. Now the Baganda call you to lead tham once more. Can you lead you people against the encroaching imperial powers? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You people are like pythons that swallow each other!",
		"attacked": "You have come. You have built forts on my land, you have ate the crops of my land; you have made me sign unjust treaties and curtailed my powers. Now I shall enact my revenge.",
		"defeated": "Now that I shall die, so shall Buganda. Now you will savage my lands, and destroy the Baganda.",
		"introduction": "I am Mwanga, son of Mutesa. What Mutesa was in Buganda, I am also. Anyone who stands against my people will not have mercy spared upon them.",

		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "I never wanted to give you my land. I want all people of all nations to come to Buganda, to build and to trade as they like.",
		"tradeRequest": "Would you care to consider this deal?",

		"outerColor": [179,179,107],
		"innerColor": [161,51,43],
		"uniqueName": "'Nnalubaale",
		"uniques": [ "[+2 Culture, +2 Food] from every [Lakes]", "[Military] units gain the [Amphibious] promotion"],
		"cities": ["Kampala","Kasangati","Mukono","Ssentema","Butoolo","Mitiyana","Buzinde","Nakasongola","Kaabasanda","Masaka",
			"Sembalue","Lakaayi","Kabula","Mwera","Ntenjeru","Mpenja","Kanoni","Kaweeri","Kalangala","Maggyo",
			"Kibbale","Kakumiro","Jinja","Entebbe"],
	},

	{
		"name": "Imperial France",
		"leaderName": "Lafayette",
		"adjective": ["French"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "France looks out upon an incomplete world-- a blank canvas waiting to be marked.\nFrom the long shadow of the guillotine, to the bright streamers of the revolutionary cockade, to the thunder of Napoleon’s cannon, to the Belle Epoque’s “City of Light” and the iron needle of the Eiffel Tower – France emerges. In the wake of the Revolution, the nation rocked from monarchy to republic and back again. But the Third French Republic brought a moment of respite, of avenues, industry, and salons…a breath before the coming storms.",
		"startIntroPart2": "Gilbert du Motier, the Marquis de Lafayette, made his mark on two continents, leading troops in the American Revolution, and being a voice of reason in France, between the twin horrors of autocracy and revolutionary retribution. While his legacy is impressive, his most skillful feat may simply be survival at the center of some of the greatest tumult of his time.",
		
		"declaringWar": "Sic semper tyrannis.",
		"attacked": "Tyranny is strong. Liberty is stronger.",
		"defeated": "To go with so much left undone! To depart with a dream yet unfulfilled?",
		"introduction": "Just Citizen Lafayette, s'il vous plait.",

		"neutralHello": "Welcome.",
		"neutralLetsHearIt": ["Yes?"],
		"neutralNo": ["Please, this is unreasonable."],
		"neutralYes": ["Yes, yes, this is sensible."],

		"hateHello": "You again...",
		"hateLetsHearIt": ["Go on..."],
		"hateNo": ["This is unacceptable!"],
		"hateYes": ["...This is reasonable."],
		
		"afterPeace": "We now walk always between two abysses. Care and moderation is our path forward.",
		"tradeRequest": "Is this reasonable for you?",

		"outerColor": [66,100,174],
		"innerColor": [242,244,183],
		"uniqueName": "Liberté, Egalité, Fraternité",
		"uniques": ["[+2 Culture] from all [Happiness] buildings", "[+2 Happiness] from all [Wonders] buildings"],
		"cities": ["Paris","Lyon","Marseille","Bordeaux","Lille","Nantes","Saint-Étienne","Toulouse","Rouen","Le Havre",
			"Ajaccio","Brest","Roubaix","Reims","Toulon","Amiens","Nancy","Mulhouse","Nîmes","Limoges",
			"Rennes","Angers","Montpellier","Besançon"],
	},

	{
		"name": "Meiji Japan",
		"leaderName": "Meiji",
		"adjective": ["Japanese"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The sun rises. The Meiji ascend.\nThe chaos that followed the forced opening of Edo Japan led to a new synthesis: the Meiji. This was an era of profound change and contradiction. Meiji Japan fused Western government and technology onto the bones of Edo, expanding furiously and challenging Europe for dominance. A new dawn had broken upon the Pacific, dramatic and glorious, fiery and terrible.",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		"defeated": "",
		"introduction": "",

		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [255,255,255],
		"innerColor": [209,19,45],
		"uniqueName": "Goisshin",
		"uniques": ["[+50]% Production when constructing [Science] buildings [in all cities]","[+50]% Production when constructing [Production] buildings [in all cities]",],
		"cities": ["Tokyo","Osaka","Kyoto","Kanazawa","Nagoya","Sendai","Fushimi","Kagoshima","Kumamoto","Sakai",
			"Fukui","Hirosaki","Matsue","Tottori","Fukuoka","Nagasaki","Morioka","Yonezawa","Hikone","Kochi",
			"Akita","Niigata","Nara","Wakamatsu"],
	},

	{
		"name": "Mexico",
		"leaderName": "Benito Juarez",
		"adjective": ["Mexican"],
		"startBias": ["Desert","Plains"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [12,82,56],
		"innerColor": [249,24,30],
		"uniqueName": "Revolución",
		"uniqueText": "+20% [Culture] for 12 turns after starting any policy tree",
		"uniques": ["[+20]% [Culture] <for [12] turns> <after adopting [Tradition]>","[+20]% [Culture] <for [12] turns> <after adopting [Liberty]>","[+20]% [Culture] <for [12] turns> <after adopting [Honor]>","[+20]% [Culture] <for [12] turns> <after adopting [Piety]>","[+20]% [Culture] <for [12] turns> <after adopting [Commerce]>","[+20]% [Culture] <for [12] turns> <after adopting [Rationalism]>","[+20]% [Culture] <for [12] turns> <after adopting [Order]>","[+20]% [Culture] <for [12] turns> <after adopting [Freedom]>","[+20]% [Culture] <for [12] turns> <after adopting [Autocracy]>","[+20]% [Culture] <for [12] turns> <after adopting [Patronage]>"],
		"cities": ["Ciudad de México","Guadalajara","Puebla","Monterrey","Tampico","Mérida","Tehuacán","León","Toluca","Zacatlán",
			"Huauchinango","Querétaro","Morelia","San Luis Potosí","Aguascalientes","Chalchicomula","Saltillo","Veracruz","Tacubaya","Torreón",
			"Culiacán","Culiacán","Cholula","San Pedro"],
	},

	{
		"name": "The Mughals",
		"leaderName": "Akbar",
		"adjective": ["Mughal"],
		"startBias": ["Avoid [Hill]","Avoid [Tundra]"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [0, 109, 33],
		"innerColor": [255, 215, 0],
		"uniqueName": "Paradise of Nations",
		"uniques": [ "[-20]% [Culture] [in all cities]", "[-20]% [Science] [in all cities]", "[-20]% [Production] [in all cities]", "[+100]% [Gold] [in all cities]"],
		"cities": ["Dilī","Āgra","Kābul","Allāhābād","Lahore","Ahmadabad","Banaras","Cambay","Surat","Burhanpur",
			"Thatta","Aurangabad","Bahkkar","Multan","Patna","Faizabad","Lucknow","Ajmer","Ujjain","Kashmir",
			"Dhaka","Ellichpur","Bidar","Bijapur"],
	},

	{
		"name": "Nepal",
		"leaderName": "Jung Bahadur",
		"adjective": ["Nepalese"],
		"startBias": ["Mountain","Hill"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [220, 20, 60],
		"innerColor": [0, 56, 147],
		"uniqueName": "Roof of the World",
		"uniques": ["[+1 Food] from [Mountain] tiles [in all cities] <in cities with a [Granary]>", "[+1 Food] from [Mountain] tiles [in all cities] <in cities with a [Shrine]>", "[+1 Production] from [Mountain] tiles [in all cities] <in cities with a [Workshop]>","[+1 Production] from [Mountain] tiles [in all cities] <in cities with a [Amphitheater]>","[Worker] units gain the [Trained Sherpas] promotion"],
		"cities": ["Kathmandu","Pokhara","Lalitpur","Bharatpur","Gahawa","Dharan","Hetauda","Birendranagar","Itahari","Janakpurdham",
			"Jumla","Biratnagar","Tulsipur","Butwal","Godawari","Nepalgunj","Gorahi","Lumbini","Nagarkot","Dhulikhel",
			"Kalaiya","Damak","Mustang","Gaighat"],
	}

	{
		"name": "Prussia",
		"leaderName": "Freidrick",
		"adjective": ["Prussian"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "A harbinger of change, Prussia ushers in an age of explosive growth and opportunity. \nRelentless in modernization, rationality, and conquest, Prussia brought Germany under its reign. Externally, Prussia waged war against nearly all of the major European powers of the day. Internally, it was an industrial powerhouse, with rail lines stitching together coal mines and steel refineries. By 1866, Prussia had encompassed most of present-day Germany and part of Poland, leading to its transformation from kingdom to empire.",
		"startIntroPart2": "Friedrich the Great’s rise to power in militarized Prussia at first seems contradictory. He had a proclivity for military theory and a taste for Prussian aggression. Yet from youth, Friedrich was drawn to art and literature. He wrote philosophy, composed music, and hosted the leading artists and intellectuals of the day. But he never lost sight of the battlefield, balancing his creative side with the logical rigor requisite for a military leader.",
		
		"declaringWar": "I have been in the theater too long, and hunger for the sound of cannon.",
		"attacked": "To war, then! You scoundrels, do you want to live forever?",
		"defeated": "Ha ha ah! And my critics said that my poetry would be my downfall!",
		"introduction": "Friedrich II, pleased to meet you. I am an angel in the salon, but a demon on the battlefield.",
		
		"neutralHello": "Greetings",
		"neutralLetsHearIt": ["Lets see.."],
		"neutralNo": ["I afraid not."],
		"neutralYes": ["'Bien sur,' this is a rational offer!"],

		"hateHello": "Why do you disturb me?",
		"hateLetsHearIt": ["What?"],
		"hateNo": ["A ridiculous offer. Send one better, or not at all!"],
		"hateYes": ["So be it."],
		
		"afterPeace": "'Bien sur,' this is a rational offer!",
		"tradeRequest": "",

		"outerColor": [252,206,24],
		"innerColor": [0,0,0],
		"uniqueName": "Blood and Iron",
		"uniqueText": "2 free Melee units appear after contructing [Science] buildings\n[Mounted] units gain the [Skirmish] promotion",
		"uniques": [ "[2] free [Warrior] units appear <before discovering [Iron Working]> <upon constructing [Science]>",
			"[2] free [Swordsman] units appear <after discovering [Iron Working]> <before discovering [Steel]> <upon constructing [Science]>",
			"[2] free [Longswordsman] units appear <after discovering [Steel]> <before discovering [Gunpowder]> <upon constructing [Science]>",
			"[2] free [Musketman] units appear <after discovering [Gunpowder]> <before discovering [Steel]> <upon constructing [Science]>",
			"[2] free [Rifleman] units appear <after discovering [Rifling]> <before discovering [Gunpowder]> <upon constructing [Science]>",
			"[2] free [Great War Infantry] units appear <after discovering [Replaceable Parts]> <before discovering [Rifling]> <upon constructing [Science]>",
			"[2] free [Infantry] units appear <after discovering [Plastics]> <before discovering [Replaceable Parts]> <upon constructing [Science]>",
			"[2] free [Mechanized Infantry] units appear <after discovering [Mobile Tactics]> <upon constructing [Science]>",
			"[Mounted] units gain the [Skirmish] promotion"],
		"cities": ["Berlin","Hamburg","München","Dresden","Leipzig","Köln","Frankfurt am Main","Nürnberg","Düsseldorf","Hannover",
			"Stutgart","Chemnitz","Magdeburg","Charlottenburg","Essen","Königsberg","Bremen","Duisburg","Dortmund","Halle an der Saale",
			"Altona","Straßburg","Keil","Mannheim"],
	}

	{
		"name": "Qing",
		"leaderName": "Qianlong",
		"adjective": ["Qing"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [250,219,2],
		"innerColor": [16,41,87],
		"uniqueName": "Kang Qian Shengshi",
		"uniques": [ "[+4 Gold, +3 Culture, +2 Production, +2 Food] from every [Customs house]", "[-1 Science] from each Trade Route"],
		"cities": ["Beijing","Guangzhou","Nanjing","Suzhou","Wuchang","Changsha","Shanghai","Shenyang","Lanzhou","Kunming",
			"Fuzhou","Chengdu","Hankou","Taipei","Qingdao","Guiyang","Shenzhen","Harbin","Hong Kong","Taiyuan",
			"Tianjin","Foshan","Weihai","Zhenjiang"],
	},

	{
		"name": "Imperial Russia",
		"leaderName": "Catherine Romanova",
		"adjective": ["Russian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The velikaya dusha - the great Russian soul - emerges upon the world, with its unquenchable appetite for knowledge, poetry... and conquest.\nImperial Russia was known for many things: its vast span across Europe and Asia, luxury and inequality, art and culture. Caught between the eternal question of Russia’s role as part of Europe and the Russian dusha, or soul, the Romanov reign held at the center of its ideology a model of “enlightened absolutism.” With orthodoxy, autocracy, and nationality at its core, Russia brought this rule to bear on populations from Siberia to East Asia.",
		"startIntroPart2": "Born a German princess, Catherine the Great overthrew her husband in 1762 to become Empress of Russia. Guided by a vision of modernization, she established new models of law and governance, and oversaw an era of rapid expansion through war and diplomacy. Motivated by intellectual curiosity and love of the arts, Catherine also sponsored creatives, scholars, and scientists, fostering the Russian Enlightenment and its environment of innovation.",
		
		"declaringWar": "Ha! I am already planning my triumphal parade after your defeat!",
		"attacked": "Come, then. I will leave you where — as they say — the crayfish sleep.",
		
		"defeated": "Look after my palace when I am gone. The Grand Church must be aired regularly, a-and keep the amber dusted. Y-you mu — No. It is ...yours. I leave now.",
		"introduction": "Yekaterina Alekseyevna, empress and patron of the arts. But you can call me Sophie.",
		
		"neutralHello": "Ah, welcome my close friend",
		"neutralLetsHearIt": ["What do you wish from me?"],
		"neutralNo": ["Friendship is friendship, but there are times that I must say no."],
		"neutralYes": ["Lovely. Let us make it so"],

		"hateHello": "Why are you here?",
		"hateLetsHearIt": ["Yes?"],
		"hateNo": ["Friendship is friendship, but there are times that I must say no."],
		"hateYes": ["Let us make it so"],
		
		"afterPeace": "Lovely! Let us make it so!",
		"tradeRequest": "Will my offer to you suffice?",

		"outerColor": [249,249,249],
		"innerColor": [0,79,206],
		"uniqueName": "Prosveshchenie",
		"uniques": ["[+4]% [Culture] [in all cities] <for every [Cities]>", "[+1 Science] from every [Building] <in [Tundra] tiles>"],
		"cities": ["St. Petersburg","Moscow","Saratov","Kazan","Rostov na Donu","Astrakhan","Tula","Nijni-Novgorod","Nikolaieff","Samara",
			"Voronezh","orenburg","Yaroslavl","Orel","Ekaterinodar","Cronstadt","Tsaritsyn","Penza","Tver","Tomsk",
			"Kursk","Novotcherkask","Irkstk","Ufa"],
	},

	{
		"name": "Rattanakosin",
		"leaderName": "Taksin",
		"adjective": ["Thai"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "Siam grows like mai pai, like forest bamboo. It bends with the changing winds, it does not break.\nBetween British colonial expansion in India and French claims in Indochina, Siam emerged. It slowly took in and adapted colonial governance, incorporating parts of Laos, Lanna, and Malaya, walking a delicate line between adopting Western norms and maintaining its own Buddhist traditions and developing into the Thailand of today.",
		"startIntroPart2": "",
		
		"declaringWar": "",
		"attacked": "",
		
		"defeated": "",
		"introduction": "",
		
		"neutralHello": "",
		"neutralLetsHearIt": [""],
		"neutralNo": [""],
		"neutralYes": [""],

		"hateHello": "",
		"hateLetsHearIt": [""],
		"hateNo": [""],
		"hateYes": [""],
		
		"afterPeace": "",
		"tradeRequest": "",

		"outerColor": [1,79,81],
		"innerColor": [0,192,155],
		"uniqueName": "Itsaraphab",
		"uniques": ["Allied City-States provide [Culture] equal to [25]% of what they produce for themselves", "[+2 Culture] from each Trade Route"],
		"cities": ["Krung Thep","Krung Sri Ayutthaya","Nonthaburi","Nakhon Si Thammarat","Nakhon Chaisi","Chiang Mai","Ratchaburi","Chachoengsao","Chanthanaburi","Chonburi",
			"Phitsanulok","Khorat","Nakhon Sawan","Phetchaburi","Songkhla","Phuket","Ubon Ratchathani","Buriram","Prachinburi","Tak",
			"Phetchabun","Chaiyaphum","Chiang Rai","Saraburi"],
	},

	//INDEPENDENT POWERS

	{
		"name": "Cirta",
		"adjective": ["Numidian"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Cirta"]
	},
	{
		"name": "Jieshi",
		"adjective": ["Jie"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [52, 21, 189],
		"cities": ["Jieshi"]
	},
	{
		"name": "Shengle",
		"adjective": ["Xianbei"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Shengle"]
	},
	{
		"name": "Longcheng",
		"adjective": ["Xiongnu"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Longcheng"]
	},
	{
		"name": "Gutthiuda",
		"adjective": ["Gothic"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Gutthiuda"]
	},
	{
		"name": "Syvash",
		"adjective": ["Hunnic"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Syvash"]
	},
	{
		"name": "Scythian Neapolis",
		"adjective": ["Scythian"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Scythian Neapolis"]
	},
	{
		"name": "Divodurum",
		"adjective": ["Belgae"],
		"cityStateType": "Militaristic",

		"declaringWar": "To arms! Your pathetic defences shall fall!",
		"attacked": "You underestimate our troops too much. Such a grave mistake.",
		"defeated": "Our walls have failed us! Our troops have all surrendered! All hope is lost...",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 20, 20],
		"cities": ["Divodurum"]
	},
	{
		"name": "Meroë",
		"adjective": ["Kushite"],
		"cityStateType": "Mercantile",

		"declaringWar": "Our mercenaries shall plunder your nation!",
		"attacked": "Ha! All we need to do to repel your attack is to hire a couple mercenaries.",
		"defeated": "All our riches! All our wealth! How did they fail us?!",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 150, 12],
		"cities": ["Meroë"]
	},
	{
		"name": "Opone",
		"adjective": ["Oponean"],
		"cityStateType": "Mercantile",

		"declaringWar": "Our mercenaries shall plunder your nation!",
		"attacked": "Ha! All we need to do to repel your attack is to hire a couple mercenaries.",
		"defeated": "All our riches! All our wealth! How did they fail us?!",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 150, 12],
		"cities": ["Opone"]
	},
	{
		"name": "Yilan",
		"adjective": ["Kavalan"],
		"cityStateType": "Mercantile",

		"declaringWar": "Our mercenaries shall plunder your nation!",
		"attacked": "Ha! All we need to do to repel your attack is to hire a couple mercenaries.",
		"defeated": "All our riches! All our wealth! How did they fail us?!",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 150, 12],
		"cities": ["Yilan"]
	},
	{
		"name": "Kuaiji",
		"adjective": ["Yue"],
		"cityStateType": "Mercantile",

		"declaringWar": "Our mercenaries shall plunder your nation!",
		"attacked": "Ha! All we need to do to repel your attack is to hire a couple mercenaries.",
		"defeated": "All our riches! All our wealth! How did they fail us?!",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 150, 12],
		"cities": ["Kuaiji"]
	},
	{
		"name": "Gungnae",
		"adjective": ["Goguryeo"],
		"cityStateType": "Mercantile",

		"declaringWar": "Our mercenaries shall plunder your nation!",
		"attacked": "Ha! All we need to do to repel your attack is to hire a couple mercenaries.",
		"defeated": "All our riches! All our wealth! How did they fail us?!",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 150, 12],
		"cities": ["Gungnae"]
	},
	{
		"name": "Taruga",
		"adjective": ["Nok"],
		"cityStateType": "Cultured",

		"declaringWar": "You disgrace us with your presence. Now begone!",
		"attacked": "We shall fight till the bitter end",
		"defeated": "Our people shall now be lost to history, with our works falling to the sands of time.",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 50, 180],
		"cities": ["Taruga"]
	},
	{
		"name": "Ōfunato",
		"adjective": ["Jomon"],
		"cityStateType": "Cultured",

		"declaringWar": "You disgrace us with your presence. Now begone!",
		"attacked": "We shall fight till the bitter end",
		"defeated": "Our people shall now be lost to history, with our works falling to the sands of time.",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 50, 180],
		"cities": ["Ōfunato"]
	},
	{
		"name": "Arna",
		"adjective": ["Lycian"],
		"cityStateType": "Cultured",

		"declaringWar": "You disgrace us with your presence. Now begone!",
		"attacked": "We shall fight till the bitter end",
		"defeated": "Our people shall now be lost to history, with our works falling to the sands of time.",
		"outerColor": [0, 0, 0],
		"innerColor": [170, 50, 180],
		"cities": ["Arna"]
	},
	
]
