[
	{
        "name": "Dhow",
        "replaces": "Trireme",
        "uniqueTo": "Aksum",
        "unitType": "Ranged Water",
        "movement": 4,
        "strength": 10,
		"rangedStrength": 6,
        "range": 2,
        "cost": 45,
        "requiredTech": "Sailing",
        "uniques": ["Cannot enter ocean tiles","Can move after attacking"],
		"civilopediaText": [ {"text": "Dhow ply the Indian Ocean and Red Sea and have for centuries. The word 'dhow' has Arabic origins, but the ships were a vital line of trade between India, East Africa, and the Middle East. From ports such as Lamu in Kenya to Adulis in Aksum, Musa in Yemen, Gujarat in India, and eastwards, the sharp-prowed dhow with its lateen (triangular) sail carried incense, ivory, and tortoise from the African coast to exchange with precious metals and wine elsewhere. Until the 19th century, human beings were also part of this cargo. \nAs a general term, “dhow” also encompasses a wide body of similar kinds of ships, from the massive two-masted baghlah (a 30-meter ship with 30-40 crewmembers) that would undertake the longest voyages, to the smaller fishing dhow, crewed by a dozen or so men. The success of these various models created an opportunity for piracy, and many larger dhow formed the core of pirate fleets operating in and around the region."}, {"separator": true}],
        "upgradesTo": "Caravel",
        "obsoleteTech": "Astronomy",
        "attackSound": "nonmetalhit"
    },

	{
	"name": "Magarru",
	"replaces": "Chariot Archer",
	"uniqueTo": "Assyria",
	"unitType": "Archery",
	"movement": 4,
	"strength": 6,
	"rangedStrength": 10,
	"cost": 56,
	"requiredTech": "The Wheel",
	"upgradesTo": "Knight",
	"obsoleteTech": "Chivalry",
	"uniques": ["No defensive terrain bonus", "Rough terrain penalty","Can move after attacking"],
	"promotions": ["[Magarru] ability"],
	"civilopediaText": [ {"text": "'Magarru' means chariot, a key weapon within the Neo-Assyrian army. Although horses had been in use in Mesopotamia since at least the Akkadian Empire, the lack of saddles, stirrups, and other equipment made them difficult to ride effectively in war. They were more easily managed when harnessed to chariots. These vehicles were small and light, possessing two wheels and carrying two passengers, a driver and an archer. Because horses are naturally averse to charging at lines of soldiers, they were saved until the enemy was about, or had begun, to flee – then the chariots were deployed to swiftly deliver the archer to his quarry. \nThe downside of chariots was that they were expensive to produce, and so using them on the field was a financial risk. But by the reign of Sargon II, in the eight century BCE, horse tack and horsemanship began to improve, and soon cavalry surpassed chariots as the army’s mobile unit."}, {"separator": true }],
	"attackSound": "arrow"
	},

	{
        "name": "Colonist",
		"replaces": "Settler",
        "uniqueTo": "Qart Hashdat",
        "unitType": "Civilian",
        "movement": 2,
        "cost": 106,
        "uniques": ["Founds a new city <by consuming this unit>","Comment [Cities founded by this unit start with 1 extra population]",
			"Excess Food converted to Production when under construction","Requires at least [2] population"],
		"civilopediaText": [ {"text": "Carthage began as a Phoenician colony, a small coastal outpost founded to facilitate and control trade across the Mediterranean. As it grew into a city and an independent center of power, Carthage used the same technique to expand its own influence and power, relying on colonies rather than land to fuel its empire. While historically this expansion has been characterized as aggressive and imperialistic (in large part due to hostile Roman accounts of Carthage’s history), more recent investigations have shown that the initial coalescence of power focused on taking control of, and strengthening, existing Phoenician settlements along the western coastlines, while direct seizure of territory occurred later on. During this later phase, colonists were sent to establish settlements around the Mediterranean and beyond to function as trade hubs, depots, and safe harbors for the Carthaginian fleet."}, {"separator": true}],
        "hurryCostModifier": 20
    },

	{
        "name": "Medjay",
		"replaces": "Swordsman",
        "uniqueTo": "Khemet",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Medjay] ability"],
		"civilopediaText": [ {"text": "Medja is a region in Nubia, present-day Sudan, that was always on the frontiers of Egypt. The Egyptians knew its people as Medjay – renowned for their archery skills. Given that the Medjay were just outside Egypt's central control, they could be either a boon or a bane to the pharaohs. These nomadic people from the lands bordering the Red Sea likely spoke a language related to Somali or Oromo. During later years, around 1500 BCE, the Egyptian state began incorporating Medjay units into the empire, as did the Kushites to the south. Over time, the meaning of the term “Medjay” drifted from defining the region and came to represent a particular corps of troops, especially those involved in policing – even if those members were ethnically, culturally, and regionally Egyptian. By the 500s BCE, the Medjay largely disappeared from historical records. "}, {"separator": true}],
		"requiredResource": "Iron",
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Phalanx",
		"replaces": "Spearman",
        "uniqueTo": "Hellas",
        "unitType": "Sword",
        "movement": 2,
        "strength": 11,
        "cost": 50,
        "requiredTech": "Bronze Working",
		"uniques": ["[+50]% Strength <vs [Mounted] units>"],
		"promotions": ["[Phalanx] ability"],
		"civilopediaText": [ {"text": "Imagine the phalanx – a grid of men linked in tight formation, spears thrust into the faces of their foes. Morale was a key enemy for any army, and the phalanx offered individual hoplites few chances to break and run; the only way through a battle was forward. Hoplites appeared on the field around the eighth century BCE. They wore heavy bronze armor and carried a solid shield and a two-meter-long spear. The phalanx's opposing force was often a mass of sharpened bronze, armored against javelins that offered little room to slip in and use a blade. It would have been terrifying – on both sides. The phalanx moved in a straight, deliberate march. If the formation was flanked or skirmished, the hoplites lost most of their frightening power \nGreek hoplites were employed as mercenaries across the Mediterranean, Mesopotamia, and Near East. This style of fighting remained effective until later Roman innovations embraced a more nimble, disciplined system"}, {"separator": true}],
        "upgradesTo": "Pikeman",
        "obsoleteTech": "Civil Service",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Han Chu-Ko-Nu",
		"replaces": "Composite Bowman",
		"uniqueTo": "Han",
        "unitType": "Archery",
        "movement": 2,
        "strength": 12,
        "rangedStrength": 11,
		"range": 2,
        "cost": 75,
        "requiredTech": "Construction",
        "upgradesTo": "Crossbowman",
        "obsoleteTech": "Machinery",
		"promotions": ["[Han Chu-Ko-Nu] ability"],
		"civilopediaText": [ {"text": "The chu-ko-nu was a repeating crossbow that first emerged during the Warring States period, between the fifth and third centuries BCE. Its magazine was attached to the top of the weapon and could hold up to twenty bolts at a time. A single pull of its handle drew the drawstring, dropped the bolt in place, and sent the projectile flying. Some models could fire two bolts at a time. The chu-ko-nu's mechanism enabled its rate of fire to far surpass hand-drawn bows and standard crossbows; it was also extremely easy to use, making it a weapon of choice for civilians who lacked military training. However, the chu-ko-nu was not particularly powerful; given that bolts often failed to fatally pierce their targets, they were sometimes tipped with poison to ensure victims met an untimely end."}, {"separator": true}],
        "attackSound": "arrow"
    },

	
	{
        "name": "Yuthahathi",
		"replaces": "Horseman",
		"uniqueTo": "Khmer",
		"unitType": "Mounted",
        "movement": 4,
        "strength": 13,
        "cost": 75,
        "requiredTech": "Horseback Riding",
        "upgradesTo": "Knight",
        "obsoleteTech": "Chivalry",
        "uniques": ["Can move after attacking","No defensive terrain bonus","[-33]% Strength <vs cities> <when attacking>"],
		"civilopediaText": [ {"text": "'Yuthahati' is an archaic term, derived from spoken, rather than written, South Asian languages (compare 'hathi', meaning elephant, to the written Sanskrit or Pali 'gaja'). Still, it refers to the royal war elephants across the region. As seen in the carvings at Angkor, the king rides on his royal elephant above the masses of soldiers, literally and symbolically above his subjects. This is a fitting metaphor for royalty in Southeast Asia, but it also displays a tactical advantage. Elephants are not invulnerable to spears and swords, but they are hardier than smaller mounts. From their back, a warrior could fire over shields and the front ranks or duel a rival king with pikes. The symbolism continues in this clash of kings that occurs above the common fray, displayed where the entire battlefield could see its outcome. Elephants are also surprisingly quiet and capable of navigating muddy terrain where horses falter. They remained dominant in Southeast Asia even while horse archers were putting an end to the elephant’s dominance in drier climates."}, {"separator": true}],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    },

	{
        "name": "Purabhettarah",
		"replaces": "Horseman",
		"uniqueTo": "Maurya",
		"unitType": "Mounted",
        "movement": 3,
        "strength": 12,
        "cost": 75,
        "requiredTech": "Horseback Riding",
        "upgradesTo": "Knight",
        "obsoleteTech": "Chivalry",
        "uniques": ["Can move after attacking","No defensive terrain bonus","[+50]% Strength <vs cities> <when attacking>"],
		"civilopediaText": [ {"text": "Known as a 'city-breaker', the Mauryan war elephant was a battering ram – a living hulk of armored flesh trained to smash, ram, and stomp city walls. The advance of Vedic people across the subcontinent is most clearly associated with the chariot (the wheel being a core symbol of Vedic conquests), but the elephant also left a lasting impact. When Alexander attempted the invasion of India, his exhaustion finally caught up with him after battles with war elephants. The slightly later Mauryans fielded nearly ten thousand elephants in their wars, and elephants remained dominant against all but the best horsemen – their trumpeting would scatter horses and infantry. The Mongols won some brief advantages, turning their highly-trained and nimble horses into mobile archery platforms, but the use of elephants didn't wane until the adoption of cannons (even muskets were relatively ineffective against the behemoths)."}, {"separator": true}],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    },

	{
        "name": "Jaguar Hunter",
		"replaces": "Scout",
        "uniqueTo": "Ki'iche",
        "unitType": "Sword",
        "movement": 2,
        "strength": 6,
        "cost": 25,
		"uniques": ["May upgrade to [Archer] through ruins-like effects", "Can instantly construct a [Jaguar Trap] improvement <once>"],
		"promotions": ["Ignore terrain cost"],
		"civilopediaText": [ {"text": "The wolf, the bear, the lion, and the tiger are all symbols of nobility in the Old World, an effort to identify with beasts that seemed to rule the natural order. In the New World, that creature was the jaguar, the largest predator of the Mesoamerican jungles, renowned for its deadliness and its beauty. Jaguar-dressed warriors were a feature of the Aztec military, but Maya nobility also saw itself in that luxuriant orange fur. Like the jaguar, elite Maya warriors were adept at navigating dense jungles and relied on surprise and ambush over the rigid phalanx lines of ancient Old World armies. \nIn Maya mythology, jaguars represented hostile outside forces threatening civilization. They were mighty, but those who slayed them were mightier still. Yet the legendary jaguar slayers did not traditionally face the animals head-on. To overcome the physical disadvantages of humanity, hunters used tricks to outwit the jaguars. A key element of their toolkit was the jaguar trap, a deadfall set to drop a large boulder on approaching enemies. This trap was a powerful weapon against the jaguar and other foes, inflicting not only injury, but utter defeat."}, {"separator": true}],
        "hurryCostModifier": 19,
        "attackSound": "metalhit"
    },

	{
        "name": "Burning Arrow",
		"replaces": "Archer",
		"uniqueTo": "Mississipi",
        "unitType": "Archery",
        "movement": 2,
        "strength": 5,
        "rangedStrength": 7,
		"range": 2,
        "cost": 40,
        "requiredTech": "Archery",
        "upgradesTo": "Composite Bowman",
        "obsoleteTech": "Construction",
		"uniques": ["[+50]% Strength <vs cities> <when attacking>"],
		"promotions": ["[Burning Arrows] ability"],
		"civilopediaText": [ {"text": "Mississippian warfare typically utilized clubs and stone axes for melee weapons. Clubs were a point of pride and skill – the weapon of nobility. Battles appear to have been significant enough that Mississippians built fortifications around major settlements, although these defenses may have been designed to prevent war via intimidation rather than defend against actual siege. \nFor ranged attacks, thick bows held a draw of about fifty pounds (about half the force of an English longbow). Mississippian cities were constructed of wood and thatch. This meant that fire was a devastating weapon against them. Evidence from Cahokia shows that fire arrows were used offensively during raids – the resulting devastation and confusion only increased the shock value of such warfare."}, {"separator": true}],
        "attackSound": "arrow"
    },

	{
        "name": "Xshasan Immortal",
		"replaces": "Spearman",
        "uniqueTo": "Xshaca",
        "unitType": "Sword",
        "movement": 2,
        "strength": 11,
        "cost": 56,
        "requiredTech": "Bronze Working",
		"uniques": ["[+50]% Strength <vs [Mounted] units>"],
		"promotions": ["[Xshasan Immortal] ability"],
		"civilopediaText": [ {"text": "The Persian Immortals became a legendary part of the Achaemenid army. However, there remains some confusion concerning the accuracy of the term 'immortal'. We know the name thanks to the Greek historian Herodotus, but his sources were limited, and he often preferred a good story to verified fact. \nAccording to Herodotus, the Immortals were not undying warriors, but their unit was intended to be eternal. As soon as a member of the company became unable to fight, he was immediately replaced by another, so that a unit was always at full strength. Descriptions of their exact composition vary but include leather-clad javelin throwers and heavily-armored cavalry. Their arms likely varied over time, region, and battle. Whatever they might have called themselves, the Immortals formed an elite military that swept over South Asia, North Africa, the Middle East, and Europe."}, {"separator": true}],
        "upgradesTo": "Pikeman",
        "obsoleteTech": "Civil Service",
        "hurryCostModifier": 19,
        "attackSound": "metalhit"
    },

	{
        "name": "Roman Legion",
		"replaces": "Swordsman",
        "uniqueTo": "Roma",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Roman Legion] ability"],
		"civilopediaText": [ {"text": "The Roman legion was a unit of Roman troops formed for a particular war – until the Marian Reforms of 107 BCE when legions became virtually permanent. Legions included more than one kind of unit and were comprised of mounted soldiers and foot soldiers, generally on the order of a few thousand. Poorer spearmen (hastati) were positioned at the front of the line, while better-armed and armored soldiers (principes and triarii) were placed towards the rear. Soldiers were arranged in the maniple – an elaboration on the phalanx – which left empty spaces within the ranks to allow greater maneuverability and create deadly pockets where over-ambitious enemies might be trapped. These maniples were composed of around two hundred men and commanded by two centurions (each responsible for a hundred soldiers, as the name suggests). \nThe legions began as groups of nobles who could afford their own arms and equipment, but as Rome grew into an empire, these military units gave way to a professional (and political) class of soldiers, which had profound ramifications for the development of the Empire."}, {"separator": true}],
		"requiredResource": "Iron",
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
		"name": "Hwarang",
		"replaces": "Composite Bowman",
		"uniqueTo": "Silla",
		"unitType": "Archery",
		"movement": 3,
		"strength": 7,
		"rangedStrength": 11,
		"cost": 75,
		"requiredTech": "Construction",
		"uniques": ["Can move after attacking","No defensive terrain bonus"],
		"promotions": ["[Hwarang] ability"],
		"civilopediaText": [ {"text": "The hwarang – a group of aristocratic youth bound together by a code of chivalry and emphasizing poetry and art as much as combat – have become a symbol of the romance and beauty of the Silla period well into the present day. A hwarang followed the sesok o-kye, the five commandments, emphasizing Confucian and Buddhist teachings, service to king and family, courage and loyalty to friends, and the wisdom of mercy. \nThe hwarang’s martial role diminished after the unification of Silla, and they largely disappeared from the historical record after Silla’s fall. They formally disbanded during Joseon."}, {"separator": true}],
		"obsoleteTech": "Machinery",
		"upgradesTo": "Crossbowman",
		"attackSound": "arrow"
	},

	{
		"name": "Tehina",
		"replaces": "Scout"
		"uniqueTo": "Tonga",
		"unitType": "Scout",
		"movement": 2,
		"strength": 5,
		"cost": 25,
		"uniques": ["Comment [May enter [Ocean] tiles after discovering [Optics]]", "May upgrade to [Archer] through ruins-like effects", "Never appears as a Barbarian unit"],
		"promotions": ["Ignore terrain cost", "[Tehina] ability"],
		"civilopediaText": [ {"text": "Tongan society was a complex network of rank and status dependent on sibling and marriage relationships. Polygamy and divorce were common, so kinship lines could result in heavy competition for land and influence. A tehina, or 'younger brother', was often such a man, possibly an actual brother but perhaps a cousin or other close kinsman. The Tu'i Tonga would send these men out to other islands with the task to find a wife, marry into the local governance structure, and absorb the territory into the greater range of the Tu'i Tonga's rule. The chief would supply the tehina with the ships and warriors possibly needed for the expedition, but it was up to the tehina himself to acquire a wife of high rank and build a network of support in the new area. \nA successful tehina would wrap his new territory into the system of 'inasi, or 'tribute', that bound the Tongan maritime empire together. As a new de facto chief, his subjects were responsible for providing a portion of the land's product to him, and from him, on to the Tu'i Tonga in the center. In this way, the periphery continually expanded, and the network of kinship and exchange bound the center to the outward islands in what was a stable and lasting arrangement."}, {"separator": true}],
		"attackSound": "nonmetalhit"
	},

	{
		"name": "Kalia",
		"unitType": "Melee Water",
		"replaces": "Trireme"
		"uniqueTo": "Tonga",
		"movement": 4,
		"strength": 10,
		"cost": 45,
		"requiredTech": "Sailing",
		"uniques": ["Cannot enter ocean tiles"],
		"promotions": ["Coastal Raider I"],
		"civilopediaText": [ {"text": "The kalia is a double-hulled canoe with large triangular sails similar to the drua of other Polynesian peoples. It developed from an earlier double-hulled vessel called the “tongiaki” which was similar to a catamaran. Kalia served two primary purposes in Tongan society – warfare and the transportation of goods. A kalia could hold dozens of men as well as carry food and prestige items from the periphery to the center, thus playing an important role in symbolizing the power of the king. Tongan navigators were a special class of people, valued for their expertise, and employed directly by the king or his chiefs. \nIt could take up to seven years to build a kalia, and the need for wood in their construction led Tongans to develop trade with the Fiji islands where lumber was more available. Tongan shipbuilders would establish outposts in Fiji, eventually developing into full settlements. Though it seems that Tongans originally acquired kalia by winning them from Fiji in warfare, Tongans came to hold a monopoly on their construction and use. No kalia would sail without a Tongan navigator and no resident of Fiji could visit Tonga except by kalia."}, {"separator": true}],
		"upgradesTo": "Caravel",
		"obsoleteTech": "Astronomy",
		"attackSound": "nonmetalhit"
	},

	{
        "name": "Mamluk",
		"replaces": "Knight",
		"uniqueTo": "The Abbasids",
        "unitType": "Mounted",
        "movement": 4,
        "strength": 18,
        "cost": 120,
        "requiredTech": "Chivalry",
        "obsoleteTech": "Military Science",
        "upgradesTo": "Cavalry",
        "requiredResource": "Horses",
        "uniques": ["[+25]% Strength <within [2] tiles of a [City center]>", "Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>"],
		"civilopediaText": [ {"text": "The Mamluk's rise to power is an epic tale. The word means “one who is owned.” In its historical context, it referred to Turkic (also Armenian, Sudanese, or others) slave-soldiers utilized by various Arab caliphates, beginning with the Abbasids. These men were often taken as children and raised as soldiers. Since these warriors lacked kin, or other social networks, that Arab soldiers often had, they could be deployed against other caliphates with impunity. \nWith military prowess and success came power and respect – even for someone enslaved. Despite their status as property, Mamluk standing rose above even the general freed population. They seized power in Egypt and Syria in 1250 CE, creating the Mamluk Sultanate that persisted for nearly three hundred years, and they decisively expelled the last Crusaders from the Holy Land."}, {"separator": true}],
        "attackSound": "horse"
    },

	 {
        "name": "Bolyar",
		"replaces": "Knight",
		"uniqueTo": "Bulgaria",
        "unitType": "Mounted",
        "movement": 4,
        "strength": 20,
        "cost": 120,
        "requiredTech": "Chivalry",
        "obsoleteTech": "Military Science",
        "upgradesTo": "Cavalry",
        "requiredResource": "Horses",
        "uniques": ["Double movement in [Hill]", "Can move after attacking", "[-33]% Strength <vs cities> <when attacking>", "Never appears as a Barbarian unit"],
		 "civilopediaText": [ {"text": "Known as a boila during the First Bulgarian Empire, a bolyar was an aristocrat of the Second Empire. These nobles held both civic and military roles, holding regional power during peacetime and responsible for activating during war. As highly ranked soldiers, they provided skills that made the Bulgarian army so effective – strong horsemanship and deep knowledge of the land. The cavalry was so valuable that neglect of a horse, even in peacetime, was harshly penalized. \nThe bolyar title was hereditary, and within their ranks there was an additional hierarchy, with a handful of greater bolyars serving as a royal council and the lesser bolyars focusing on regional governance."}, {"separator": true}],
		"promotions": ["Drill II"],
        "attackSound": "horse"
    },

	{
        "name": "Kalam",
        "replaces": "Caravel",
        "uniqueTo": "Chola",
        "unitType": "Melee Water",
        "movement": 4,
        "strength": 20,
        "cost": 120,
        "requiredTech": "Astronomy",
        "uniques": ["Can move after attacking","[1] additional attacks per turn","[+1] Sight","Withdraws before melee combat <with [80]% chance>"],
		"civilopediaText": [ {"text": "By some definitions, the Chola navy was a vast enterprise, arranging conquests from Sri Lanka to Cambodia, extending trade routes from Africa to China, and amassing power over the Indian Ocean. However, by other definitions, the Chola navy did not even exist. Instead of a standing navy, in times of war, the Chola would contract a large number of merchant vessels and privateers (possibly pirates). The design of these ships and how they functioned is largely lost to history, and surviving records are riddled with inaccuracies. \nHere 'kalam' refers to 'vessel' in Tamil. It is not a terribly descriptive name, nor is it evocative, but it remains the most accurate term to describe a unit of the immense and diverse navy of the Cholas"}, {"separator": true}],
        "upgradesTo": "Ironclad",
        "obsoleteTech": "Steam Power",
        "attackSound": "nonmetalhit"
    },
	{
        "name": "Voi Chiến",
        "unitType": "Archery",
		"uniqueTo": "Đại Việt",
		"replaces": "Crossbowman",
        "movement": 3,
        "strength": 13,
        "rangedStrength": 23,
        "cost": 160,
        "requiredTech": "Machinery",
        "upgradesTo": "Gatling Gun",
        "obsoleteTech": "Industrialization",
		"uniques":["[+1] Sight", "Can move after attacking", "No defensive terrain bonus"],
		"civilopediaText": [ {"text": "War elephants – voi chiến in Vietnamese – were a staple of armies across Southeast Asia. Able to move with surprising grace even when hauling heavy loads, they were vital in logistics, and in battle, they were terrifying. From a commanding height, mounted atop tons of hide and flesh, elephant-mounted warriors armed with spears, pikes, or bows could reach above and behind enemy lines, and the beast itself could be goaded into crashing through and trampling even seasoned soldiers. Cavalry, it seems, were particularly susceptible to an elephant charge, as horses required a great deal of discipline and training to keep up an assault when facing a mass of elephants. As such, they were the tanks of their day. \nBut an elephant is, after all, a living thing. In the wars against the Song Dynasty, the forces of Lý Thường Kiệt, emboldened by their success against the Cham to the south, deployed war elephants against the Chinese. However, Chinese forces had learned to attack the sensitive trunks of the animals, causing them to fly into a rage and trample their own forces \nElephants remained in use for their hauling capacity and relative stealth well into the Vietnam War."}, {"separator": true}],
        "attackSound": "crossbow"
    },

	{
        "name": "Leiomano",
		"replaces": "Swordsman",
        "uniqueTo": "Hawai'i",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Leiomano] ability"],
		"civilopediaText": [ {"text": "How can weapons of war be fashioned without metal, obsidian, or flint? For the Hawaiians, the answer was found in the sea. The leiomano, the shark’s lei, is a broad wooden club rimmed with tiger shark teeth, which put the power of a shark's bite into the hands of individual Hawaiian warriors. \nHawai’i hasn't always been a unified archipelago. Some areas and islands had different kings, and these kings often engaged in bloody battles of conquest – until the rise of Kamehameha in the late 1700s. This leader engaged in a broad system of conquest to unite the fractious isles through outrigger, spear, and shark-tooth club."}, {"separator": true}],
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },
	{
		"name": "Víkingr",
		"replaces": "Caravel",
		"uniqueTo": "Iceland",
		"unitType": "Melee Water",
		"movement": 4,
		"strength": 15,
		"cost": 100,
		"requiredTech": "Metal Casting",
		"upgradesTo": "Ironclad",
		"obsoleteTech": "Combustion",
		"uniques": ["[+1] Sight", "Withdraws before melee combat <with [80]% chance>", "Comment [Unlocked earlier at [Metal Casting] vs [Astronomy]]"],
		"promotions": ["[Víkingr] ability"],
		"civilopediaText": [ {"text": "The most famous aspect of Icelandic, and more broadly Norse, society is of course the Viking phenomenon. The Vikings (Old Norse víkingar) were the young warriors who sailed abroad each spring to raid the coasts and rivers of, predominantly, Europe. Their attacks were swift and brutal, and were made possible by the technology of their longships. These vessels were low and built around a flexible keel – thus the ship was shallow enough to navigate up rivers and malleable enough to brave the choppy waters of the North Atlantic. Before the longships, there were no warships in Europe that could access rivers, and so these waterways were not well-guarded, instead functioning as natural barriers. The Vikings took advantage of the low security, arriving at dawn to pull their ships up on the shores, rapidly raiding and pillaging before departing a few hours later, faster than the local lord could muster forces in response. \nViking raids served two key functions within Norse society. The primary currency required for social mobility was honor, which could be reliably earned through martial success. Young men raiding during the summers between their mid-teens and mid-twenties could rack up many victories during that time, particularly against defenseless monks and surprised villagers. This was a quick and easy way of earning honor, though it could be obtained in other ways, such as serving as a mercenary or, for those who didn’t leave home, becoming a lawyer and winning the verbal battles of lawsuits. \nRaids also enriched the Vikings, not only through money but, more importantly, through rare objects of great value. The North was not home to many valuable resources, but the social fabric of Norse society relied on gift-giving. Viking raids were critical sources of rare and unusual objects , and by the time he retired, a young Viking had ideally built a stockpile of valuable gifts from which he could pull for the rest of his life when he needed to establish or strengthen an alliance. For those who didn’t go raiding, other types of gifts included hosting a feast for someone, composing a poem about them, or crafting some kind of item with one’s own hand."}, {"separator": true}],
		"hurryCostModifier": 30,
		"attackSound": "cannon"
	},

	{
        "name": "Warak'aq",
		"replaces": "Composite Bowman",
        "uniqueTo": "Tawantinsuyu",
        "unitType": "Archery",
        "movement": 3,
        "strength": 7,
		"rangedStrength": 11,
        "cost": 75,
        "requiredTech": "Construction",
		"promotions": ["Barrage I", "Ignore terrain cost"],
		"civilopediaText": [ {"text": "The bow replaced the sling in many parts of the world but not in the Andes. Andean warak’aq – woolen slings braided in contrasting colors – were masterpieces, capable of flinging a stone with deadly force up to 130m away. Stones are more plentiful in the high places than in the woods where one might craft arrows. \nInca battles were both violent and symbolic. During tinku battles (show battles) warriors would re-enact famous conflicts from Inca history for an audience of nobles. Ethnic groups from around the empire would also dress in their particular ceremonial outfits, creating a drama that illustrated the scale and scope of the empire, as well as the Inca’s (inevitable) victory."}, {"separator": true}],
        "upgradesTo": "Crossbowman",
        "obsoleteTech": "Machinery",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Cetbang",
        "replaces": "Galleass",
        "uniqueTo": "Majapahit",
        "unitType": "Ranged Water",
        "movement": 4,
		"rangedStrength": 17,
        "range": 2,
        "strength": 16,
        "cost": 100,
        "requiredTech": "Compass",
        "uniques": ["[+15]% Strength <vs [Water] units>", "Cannot enter ocean tiles"],
		"promotions": ["Extended Range"],
		"civilopediaText": [ {"text": "'Mongol hordes' call to mind a sweeping mass of horse archers stretched across the Eurasian steppe. However the Mongols – referring to Kublai Khan’s Yuan Dynasty in China – also attempted a takeover of Java in 1293 CE, which set the stage for the rise of the Majapahit Empire. This invasion failed thanks to naval treachery, but Java kept the Mongols' guns after the invaders left. The cetbang was a light cannon with one or two barrels, and was mounted onto a swivel, giving it a remarkably modern appearance – the same year that the Majapahit were using double-barreled swivel cannons, the English and French were still contesting over the superiority of longbows or crossbows. \nThe cetbang did not have the power of later bombards, and could not productively be used against enemy ships, but they still had their uses. At the time, navies were essentially floating platforms to carry warriors, so a volley of cetbang fire onto an enemy’s crowded decks could cause a great deal of damage, even before the first keris (Javanese dagger) was drawn."}, {"separator": true}],
        "upgradesTo": "Frigate",
        "obsoleteTech": "Navigation",
        "attackSound": "nonmetalhit"
    },

	{
	"name": "Xunleichong",
	"unitType": "Gunpowder",
	"uniqueTo": "Ming",
	"replaces": "Longswordsman",
	"movement": 2,
	"strength": 21,
	"cost": 130,
	"requiredTech": "Steel",
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder",
	"uniques": ["Can transform to [Xunleichong (Ranged)]", "Can transform to [Xunleichong (Anti-Mounted)]"],
	"promotions": ["Shock I"]
	"civilopediaText": [ {"text": "The Ming Dynasty oversaw a revolution in battlefield tactics. Gunpowder, though long present in China, was being used for experimental weaponry, and Zhao Shi Zhen was a master experimenter. One of his creations was the 'quick thunder gun', or xunleichong: a machine gun, shield, and spear all in one. Five matchlock barrels protruded through a shield, providing the gunner some cover, while a detachable axe (for close-quarter fighting) served as a gun rest. When reversed, the apparatus could be used as a spear, thus the xunleichong was a ranged, melee, and anti-cavalry armament all at once. \nWas it practical? Was it ever deployed en masse? No, and no. But it remains a testament to experimentation and imagination, an attempt to provide new means to deal damage on the battlefield, taking the best advantage of new possibilities."}, {"separator": true}],
   },

	{
	"name": "Xunleichong (Ranged)",
	"unitType": "Ranged Gunpowder",
	"movement": 2,
	"strength": 17,
	"rangedStrength": 12,
	"range": 2,
	"cost": 130,
	"uniques": ["Unbuildable","Cannot be purchased", "Can transform to [Xunleichong (Anti-Mounted)]", "Can transform to [Xunleichong]", "Only available <for [Ming] Civilizations>"],
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder"
   },

	{
	"name": "Xunleichong (Anti-Mounted)",
	"unitType": "Sword",
	"movement": 2,
	"strength": 17,
	"cost": 130,
	"uniques": ["[+50]% Strength <vs [Mounted] units>", "Unbuildable","Cannot be purchased", "Can transform to [Xunleichong (Ranged)]", "Can transform to [Xunleichong]", "Only available <for [Ming] Civilizations>"],
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder"
   },

		{
		"name": "Mandarin",
      	"unitType": "Civilian",
		"uniqueTo": "Ming",
		"replaces": "Great Merchant",
		"movement": 4,
        "uniques": [  "Can undertake a trade mission with City-State, giving a large sum of gold and [30] Influence",
                "Can instantly construct a [Customs house] improvement <by consuming this unit>",
                "May enter foreign tiles without open borders",
                "Can build [All Road] improvements on tiles",
                "Gain [25] [Gold] <upon building a [All Road] improvement>",
                "Unbuildable",
                "Uncapturable",
				"Is part of Great Person group [Great Person]",
				"[This Unit] gets a name from the [Merchant] group",
				"Great Person - [Gold]"],
		"civilopediaText": [ {"text": "Mandarins were scholars and bureaucrats who achieved their positions through written examination. They emerged from a long tradition of merit-based appointments, as opposed to inherited rank. During the Ming dynasty, several revisions were made to the exam, incorporating law and current policy in addition to the traditional topics of classical literature and writing. As representatives of Confucian values, many mandarins pursued government positions, while others contributed to society in other ways, such as teaching, practicing law, collecting taxes, and acting as local leaders."}, {"separator": true}]
   },

	{
        "name": "Keshig",
        "unitType": "Mounted",
		"uniqueTo": "Yeke Mongɣol Ulus",
		"replaces": "Crossbowman",
        "movement": 3,
        "strength": 13,
        "rangedStrength": 18,
        "cost": 120,
        "requiredTech": "Machinery",
        "upgradesTo": "Gatling Gun",
        "obsoleteTech": "Industrialization",
		"uniques":["Can move after attacking", "No defensive terrain bonus", "Ignores Zone of Control"],
		"requiredResource": "Horses",
		"promotions": ["[Keshig] ability"],
		"civilopediaText": [ {"text": "Leadership in the Mongolian Empire was a complex system revolving around clan loyalties and the charisma of the khan. Assassinations were a persistent risk. Due to the temporary structure of the Mongolian ger (tent), trusted guards (the keshig or keshik) were vital to leaders. These guards would have been chosen from the best and most deserving Mongolian warriors. Indeed, the name 'keshig' means 'blessed'. For their service, keshig were often granted membership into their ruler’s clan. \nThe tradition of keshig continued in many places the Mongols influenced, including Mughal India, where the term came to mean the arms of the palace guard; Yuan China; and the various khanates that sprang up in the wake of Genghis Khan’s death."}, {"separator": true}],
        "attackSound": "crossbow"
    },

	{
	"name": "Chevaler",
	"unitType": "Mounted",
	"uniqueTo": "Normandy",
	"replaces": "Knight",
	"movement": 4,
	"strength": 20,
	"cost": 120,
	"obsolete": "Military Science",
	"requiredTech": "Chivalry",
	"uniques":["Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>"],
	"promotions": ["[Chevaler] ability"],
	"civilopediaText": [ {"text": "The classic knight of the Middle Ages, the Norman chevaler was a noble who accepted temporary military service in exchange for a grant of land and serfs. The Norman knight was often equipped with a horse, shield, lance, sword, and hauberk (a shirt of chainmail) – the era of full plate had not yet arrived. In battle, these chevalers were the medieval equivalent of tanks – heavily armored and mobile – and they were capable of inflicting a devastating lance charge against less-armored and less-trained foot soldiers. This is a potent metaphor for status in the Middle Ages: the elite could enter a battle protected (especially after a papal ban on crossbows), whereas serfs had to rely upon wits...or luck. In the chevaler, status, duty, land, and violence came together, both on and off the battlefield."}, {"separator": true}],
	"upgradesTo": "Cavalry",
	"requiredResource": "Horses"
    },

	{
		"name": "Buccaneer",
		"unitType": "Civilian",
		"replaces": "Great Admiral",
		"uniqueTo": "The Republic of Pirates",
		"uniques": [
            // TODO: "[Every adjacent [{Friendly} {Water}] unit] heals [100] HP <by consuming this unit>",
            "May Paradrop to [{your} {Coastal} {City center}] tiles up to [25] tiles away <in [City center] tiles>", // Change Port
            "[+15]% Strength bonus for [{Military} {Water}] units within [2] tiles",
			"[+10]% Strength bonus for [Military] units within [2] tiles <during a Golden Age>",
			"Can be earned through combat <for [Water] units>",
            "Is part of Great Person group [Admiral]",
			"[This Unit] gets a name from the [Buccaneer] group",
            "Great Person - [War]", "Unbuildable", "Uncapturable",
		"Founds a new city <once>"],
		"civilopediaText": [ {"text": "A buccaneer is a general term for a pirate, but the word itself has an etymology that extends beyond. In the 17th century, as livestock from colonial settlements escaped and grew feral, Hispaniola gained a population of wild pigs – and some settlers, too, escaped and grew feral. These outlaws were named 'buccaneers', after the Arawak word (buccan) for a meat-grilling stand. By the time that more Europeans had arrived in the area, the word had come to mean anyone living off of brigandry and piracy – especially as colonial authorities tried to eradicate these lawless individuals and their feral prey and many sought employment and gain by plunder."}, {"separator": true}],
		"movement": 4
	},

	{
        "name": "Hoceepkileni",
	"unitType": "Civilian",
	"replaces": "Missionary",
	"uniqueTo": "Shawnee",
	"cost": -1,
        "uniques": ["Can Spread Religion <for [5] movement> <[3] times> <after which this unit is consumed>",
		    "May enter foreign tiles without open borders, but loses [200] religious strength each turn it ends there",
		    "Can be purchased with [Faith] [in all cities in which the majority religion is a major religion]",
        	    "[-1] Sight", "Unbuildable", "Religious Unit", "Only available <when religion is enabled>"],
		"civilopediaText": [ {"text": "The hoceepkileni, 'medicine man', was a spiritual leader among the Shawnee people. They were intermediaries between the physical and metaphysical worlds and guided the community in their relationship with the divine. Healing was an important part of the hoceepkileni’s skills, and physical ailments were treated medicinally and spiritually. However, the hoceepkileni also addressed social tensions and communal disputes, mending divisions within the population."}, {"separator": true}],
        "movement": 5,
        "religiousStrength": 800
    },

	{
	"name": "Golden Bangles",
	"unitType": "Sword",
	"uniqueTo": "Songhay",
	"replaces": "Pikeman",
	"strength": 16,
	"cost": 60,
	"movement": 2,
	"uniques": ["[+50]% Strength <vs [Mounted] units>"],
	"civilopediaText": [ {"text": "Songhai was a highly effective conquest-oriented empire in the Sahel region of West Africa. It took over territory from the Malian Empire and formed a key node in Muslim networks spanning the Sahara. The Songhai military was based around several axes: a riverine navy, a cavalry, and a highly-trained infantry known for the gold bangles they wore on their arms. \nThis reliance on medieval warfare based around swords and lances was their undoing. Even by the time of Askia the Great, in 1493, the tides were turning. Guns had entered the battlefield, so it was only a matter of time before a foreign force realized that Songhai lands were ripe for the taking. In 1591, Morocco delivered this blow, and the better-equipped Arab forces seized control of Songhai’s salt and gold resources."}, {"separator": true}],
	"requiredTech": "Gunpowder",
	"upgradesTo": "Lancer",
	"promotions": ["[Golden Bangles] ability"]
    },

	{
	"name": "Castilian Tercio",
	"unitType": "Gunpowder",
	"uniqueTo": "Castile",
	"replaces": "Musketman",
	"strength": 25,
	"cost": 150,
	"movement": 2,
	"requiredTech": "Gunpowder",
	"upgradesTo": "Rifleman",
	"civilopediaText": [ {"text": "Guns did not immediately sweep away the era of swords, spears, and bows. Instead, early firearms, such as the arquebus, were incorporated into existing units. Though more effective than a crossbow or arbalest, they were also slow and expensive, and arquebusiers needed protection from cavalry. The Spanish created the tercio, a unit comprised of pikemen and arquebusiers, and arranged so that arquebusiers – protected by flanking pikemen – could fire and then move to a safe place to reload. While slow, it was an effective battle formation and proved extremely effective in the wars of the 16th century. As the faster flintlock musket overtook the matchlock, and the age of pikes came to an end, the tercio eventually gave way to the classic line infantry of the 18th and 19th centuries."}, {"separator": true}],
	"promotions": ["[Castilian Tercio] ability"]
    },

	{
	"name": "Marine Corps",
	"unitType": "Gunpowder",
	"uniqueTo": "The United States",
	"replaces": "Marine",
	"strength": 65,
	"cost": 300,
	"movement": 2,
	"uniques":["[+1] Sight <when [Embarked]>", "[+100]% Strength <when defending> <when [Embarked]>",
		"[1] Movement point cost to disembark", "[1] Movement point cost to embark", "Comment [Unlocked Earlier at [Electronics] vs [Pharmaceuticals]]"],
	"civilopediaText": [ {"text": "Put simply, marines are land combat units deployed at sea for use in amphibious invasions (or to seize other ships). Until large cannons were deployed on ships, most naval combat was performed by the ancient equivalent of marines – navy ships from Rome to Majapahit to the Chola would close in on their enemy, and soldiers would attempt to board and capture the other vessel. In this sense, ships are merely a means of transport; later innovations in naval technology were needed for ship-to-ship combat (Greek fire and other such weapons were outliers). \nHowever, marines are not simply ship-to-ship fighters. They became vital as an advance force for major wars, especially those overseas where forces could establish a foothold on an enemy coast and pave the way for a larger army invasion. In World War II, the United States Marine Corps was crucial in securing sites in battles such as Normandy and Iwo Jima. These kinds of invasions were especially crucial when air power entered the picture – a rapid, amphibious force can seize an airfield, which in turn offers support for a greater advance."}, {"separator": true}],
	"requiredTech": "Electronics",
	"promotions": ["Amphibious"]
    },

	{
        "name": "Revenge",
		"replaces": "Battleship",
		"uniqueTo": "Great Britain",
        "unitType": "Ranged Water",
        "movement": 5,
        "strength": 55,
        "rangedStrength": 55,
        "range": 3,
        "cost": 375,
        "requiredResource": "Oil",
        "requiredTech": "Electronics",
        "upgradesTo": "Missile Cruiser",
        "uniques": ["Never appears as a Barbarian unit","[-25]% Strength for enemy [Military] units in adjacent [All] tiles"],
        "promotions": ["Indirect Fire"],
		"civilopediaText": [ {"text": "In the first years of the 20th century, as militaries began to embrace the destructive potential of mechanized warfare, dreadnoughts hit the water. These were ships that relied upon large long-range guns, and would both dominate naval battle in World War II and see their power superseded by aircraft in the same conflict. \nThe Revenge class of British warships had eight 15-inch guns mounted on four turrets, a secondary battery along the side of the ship, and platforms for early fighter and reconnaissance aircraft. They saw brief battle in World War I, but primarily saw service in the interwar years; by World War II they were eventually phased out in favor of more modern ships."}, {"separator": true}],
        "attackSound": "shipguns"
    },

	{
	"name": "Abambowa",
	"unitType": "Sword",
	"uniqueTo": "Buganda",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 200,
	"movement": 2,
	"obsolete": "Replaceable Parts",
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"civilopediaText": [ {"text": "The guards to the kabaka, the king of Buganda, the Abambowa are an elite group of warriors and caretakers, close to the heart of Gandan rule. Ganda's kingship has a dual nature: a sacred monarchy is represented by regalia while other sources of divine power have their emissary (the word kabaka means emissary) in the body of an individual. The king’s body is sacrosanct, and outsiders are generally not permitted near them, so the Abambowa are a line of defense between the world and the monarchy. Abambowa adhere to a strict code of conduct, abstaining from food and drink before their shifts so they will not have to use the toilet on duty. More to the point, they are equipped with a set of ceremonial equipment: a spear (now a gun), a shield, a machete, and a length of rope for securing potential captives."}, {"separator": true}],
	"promotions": ["[Abambowa] ability"]
    },

	{
	"name": "Garde Impériale",
	"unitType": "Gunpowder",
	"uniqueTo": "Imperial France",
	"replaces": "Rifleman",
	"strength": 34,
	"rangedStrength": 34,
	"range": 1,
	"cost": 225,
	"movement": 2,
	"uniques": ["[+50]% Strength <when adjacent to a [Great General] unit>"],
	"civilopediaText": [ {"text": "Napoleon’s elite troops formed the Garde Impériale, or Imperial Guard, which was under his direct command. The Imperial Guard was not a particular troop class, but represented the best of the infantry, cavalry, and artillery available to the French army; this included dragoons, grenadiers, and even mamluks from Napoleon’s Arabian possessions. In total, the Imperial Guard numbered somewhere between the low thousands to 100,000 men. The Old Guard, or 'grognards' (grumblers), were Napoleon’s favorites, but the Garde Impériale ceased when Napoleon’s empire fell and their leader was sent into exile."}, {"separator": true}],
	"upgradesTo": "Great War Infantry",
	"requiredTech": "Rifling",
	"obsolete": "Replaceable Parts"
    },	
	
	{
        "name": "Mikasa",
        "unitType": "Melee Water",
		"uniqueTo": "Meiji Japan",
		"replaces": "Ironclad",
        "movement": 3,
        "strength": 45,
        "cost": 250,
        "requiredTech": "Steam Power",
        "requiredResource": "Coal",
        "upgradesTo": "Destroyer",
        "uniques": ["[+33]% Strength <vs cities>", "Double movement in [Coast]"],
		"promotions": ["[Mikasa] ability"],
		"civilopediaText": [ {"text": "Japan’s industrialization was meteoric. In 1867, Edo Japan was a prosperous but isolated society, shunning foreign influence in favor of its own order. In the following years, the Meiji regime launched an ambitious plan to shape Japan into one of the world’s leading industrial, and colonial, powers. Modernizing Japan’s military was an essential goal, and the development of warships that could compete with those of the West was key. \nDuring the Russo-Japanese War of 1904-5, a pre-dreadnaught battleship called the Mikasa was the flagship of the imperial fleet. She was constructed in the United Kingdom, housed nearly a thousand crew members, sported four 40-caliber twelve-inch guns, and featured an array of smaller armament. The Mikasa sank when her magazine exploded after the end of the conflict, but she was refloated the following year and continued to serve in subsequent wars until decommissioned in 1923."}, {"separator": true}],
        "attackSound": "shipguns"
    },

	{
	"name": "Soldaderas",
	"unitType": "Gunpowder",
	"uniqueTo": "Mexico",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"obsolete": "Replaceable Parts",
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"civilopediaText": [ {"text": "The Mexican Revolution was a decade-long conflict between multiple power groups, beginning with the collapse of the dictatorship of Porfirio Díaz. In 1911, Díaz had jailed a prominent opponent, a wealthy landowner from the north of Mexico who had launched a rebellion against Díaz and his 'Porfiriato' – and won. This sparked a series of rebellions, reactions, coups, and attempted coups that eventually settled into a period of stability that has lasted from 1920 to the present day. \nFemale soldiers and army attendants, or soldaderas, played a key role in these conflicts. These varied across different armies and theaters of the revolution, from bands of female soldiers to camp followers to the wives and children of soldiers, thus increasing cohesion – and the humaneness – of soldiers in a chaotic battlefield. Famous soldaderas of the southern revolutionaries included Petra Herrera (a soldier in Pancho Villa’s army) and Ángela Jiménez (a master of demolitions)."}, {"separator": true}],
	"promotions": ["[Soldaderas] ability"] // +10 health for adjacent units
    },

	{
	"name": "Sepoy",
	"unitType": "Gunpowder",
	"uniqueTo": "The Mughals",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"requiredTech": "Rifling",
	"obsolete": "Plastics",
	"upgradesTo": "Great War Infantry",
	"civilopediaText": [ {"text": "The name 'sepoy' initially referred to infantrymen in the Mughal Empire, armed with muskets and daggers, but through usage by the British East India Company, the term came to broadly refer to Indian soldiers under its employ. Sepoys were generally of low rank but were well-paid and trained in the arms they used. \nIn 1857, numerous sepoys (and other Indians) rose against the British East India Company. This rebellion came about as the Company sought to expand its ranks – local recruits vastly outnumbered the British, and the Company had largely recruited from upper-caste and well-remunerated locals (especially from Bengal). Integrating these units proved costly as higher-caste sepoys were granted separate dining facilities and exemption from fighting far from home. As the Company began to falter, it revoked many of these privileges and leaned on local troops. As missionaries became more and more visible, rumors abounded that the British were out to undermine Indian religion, both Hindu and Muslim. Finally, more rumors arose that the new Enfield rifle had charges laced with animal fat, which seemed to confirm the Company’s hostility to local beliefs. \nIn the wake of the rebellion, Britain took direct control over the Company’s possessions, citing mismanagement of public opinion as well as the exploitation of India for profit (but those practices didn't change much under the new regime)."}, {"separator": true}],
	"promotions": ["[Sepoy] ability", "Besiege"]
    },

	{
	"name": "Gurkha",
	"unitType": "Gunpowder",
	"uniqueTo": "Nepal",
	"replaces": "Infantry",
	"strength": 80,
	"cost": 400,
	"movement": 3,
	"civilopediaText": [ {"text": "The name 'Gurkha' in its origin simply refers to the Gorkha Kingdom, one of the progenitors of the modern-day Nepalese state, but in the later 19th and early 20th centuries, the term has come to refer to Nepalese fighters contracted out to fight for other states. Most notably, this was the British – after the Anglo-Nepalese war, the British noted the loyalty and ferocity of Nepali fighters, and formed battalions of Gurkha who were willing to fight for the British. And fight they did – the Gurkhas fought for the British in the Indian Rebellion of 1857, World War I, and World War II. After Indian independence, Gurkhas continued to fight for the British, but many of them entered Indian service. \nThe most iconic symbol of the Gurkha is their kukri knife – a heavy, forward-curving blade that serves as a machete as well as a weapon."}, {"separator": true}],
	"upgradesTo": "Mechanized Infantry",
	"requiredTech": "Plastics",
	"obsolete": "Mobile Tactics"
    },

	{
	"name": "Prussian Hussar",
	"unitType": "Mounted",
	"uniqueTo": "Prussia",
	"replaces": "Cavalry",
	"movement": 5,
	"strength": 34,
	"cost": 225,
	"obsolete": "Mobile Tactics",
	"requiredTech": "Military Science",
	"upgradesTo": "Landship",
	"uniques":["Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>"],
	"civilopediaText": [ {"text": "Friedrich the Great is famous for thinking holistically about battle. Rows of soldiers positioned to withstand enemy fire are well and good, but those warriors must first travel to the front lines and their morale depends on a full belly as much as an inspirational speech. As the Prussians understood, logistics are key to victory – and destroying the enemy’s plans is equally important. Hussars were lightly armored rapid cavalry bearing pistols, sabers, and lances, and they were masters of disrupting enemies through raids. \nAs befits their swashbuckling image, hussars were often dressed in elaborate uniforms. The Prussian hussars sported a skull and crossbones motif – an image that would later be re-used in the German empire to terrifying effect. Friedrich formed the first of these regiments, dressed all in black, and this uniform was in use throughout the Napoleonic Wars and into the trenches of World War I."}, {"separator": true}],
	"requiredResource": "Horses",
	"promotions": ["[Prussian Hussar] ability"]
    },

	 {
        "name": "Stuka",
        "unitType": "Bomber",
		"uniqueTo": "Prussia",
		"replaces": "Bomber",
        "movement": 1,
        "strength": 75,
        "rangedStrength": 65,
        "range": 10,
        "cost": 375,
        "requiredTech": "Radar",
		"uniques":["[+25]% Strength <vs [Land] units>"],
		 "civilopediaText": [ {"text": "The German Junkers Ju 87 or 'Stuka' was a ground-attack aircraft deployed in World War II, and was primarily used to disrupt shipping during the first few years of the conflict. The Stuka was designed to drop bombs as it dove toward the ground at an incredible velocity; it even included automatic recovery systems in case the pilot blacked out. Imagine the shock of a Stuka strike – its sirens blaring as it descends hundreds of feet in seconds, pulling away at the last minute. It would have been a terrifying strike for both pilot and target alike. \nThat steep, precipitous drop revealed a vulnerability within the Stuka design. Heavy bombers flew at a high altitude with a contingent of protective fighters; what they lacked in accuracy they made up for in relative pilot safety. However, hitting specific targets forced pilots to leave this formation and rendered them vulnerable to the increasingly sophisticated fighters of the era. By the end of the war, the era of dogfighting and dive-bombing was replaced by rockets and remote artillery – ominous signs for the ICBM arms race to come."}, {"separator": true}],
        "requiredResource": "Oil",
        "upgradesTo": "Stealth Bomber",
        "attackSound": "bombing"
    },

{
		"name": "Gholām",
		"replaces": "Cavalry",
		"uniqueTo": "Qajar Iran",
		"unitType": "Mounted",
		"movement": 4,
		"strength": 34,
		"cost": 225,
		"requiredTech": "Military Science",
		"obsoleteTech": "Combustion",
		"requiredResource": "Horses",
		"upgradesTo": "Landship",
		"uniques": ["Can move after attacking","No defensive terrain bonus","[-33]% Strength <vs cities> <when attacking>", "Never appears as a Barbarian unit"],
		"promotions": ["[Gholām] ability"],
		"civilopediaText": [ {"text": "Emerging from the tradition of the Mamluks in the Abbasid Empire, gholāms were initially Turkish slave soldiers, first appearing in records during the Saffarid dynasty in the ninth century. Slavery was phased out under the Qajar centuries later, but gholāms remained a prominent, respected, and feared component of the 19th century Iranian army, particularly in their role as the royal bodyguard. They were divided into two units. The gholām-shāh were exclusively cavalrymen; they were the highest paid soldiers in the Qajar army, making more than six times more than the average soldier. The gholām-tofangchis ranked below the gholām-shāh, and fought on horseback and on foot wielding long rifles. \nThe gholāms remained Iran’s most elite soldiers until they were replaced by the Persian Cossack Brigade in 1879."}, {"separator": true}],
		"attackSound": "horse"
	},

	{
	"name": "Gusa",
	"unitType": "Gunpowder",
	"uniqueTo": "Qing",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"obsolete": "Replacable Parts",
	"civilopediaText": [ {"text": "Numbers can be misleading. The Qing's so-called Eight Banners (or 'gusa') were actually twenty-four: eight for each of the Manchu, Han, and Mongol cohorts. Scholars estimate that a single gusa comprised about 18,000 troops and their families, but exact numbers remain unknown as records were kept hidden, likely for security reasons. \nThe gusa were more than military entities and represented an entire segment of Qing society, maintaining their own social and administrative customs. Membership in the gusa was hereditary, and service to one of the Eight Banners dictated one's ethnicity – for instance, a large group of Han bannermen transferred to the Manchu ranks became Manchu. \nThough modernization and westernization eventually rendered the gusa obsolete, for a time they were the might and pride of the Qing."}, {"separator": true}],
	"promotions": ["[Gusa] ability"]
    },

	{
        "name": "Katyusha",
		"replaces": "Artillery",
		"uniqueTo": "Imperial Russia",
        "unitType": "Siege",
        "movement": 4,
        "strength": 17,
        "rangedStrength": 21,
        "range": 3,
        "cost": 320,
        "requiredTech": "Dynamite",
        "upgradesTo": "Rocket Artillery",
        "obsoleteTech": "Rocketry",
        "uniques": ["[+200]% Strength <vs cities> <when attacking>", "[+100]% Strength <vs [Land] units> <when attacking>", "No defensive terrain bonus", "Must set up to ranged attack", "[-1] Sight"],
        "promotions": ["Indirect Fire"],
		"civilopediaText": [ {"text": "Long-range artillery has a few inherent problems. Over long distances, rockets run a very real chance of missing their target (without modern guidance systems). The Soviet solution to this problem was simple – why fire one rocket when you can fire 48? The Katyusha was a system of rails mounted on the back of a truck and loaded with rockets that could be fired in a single horrific salvo. While the Katyusha took more time to reload, its series of launchers could obliterate its target – and anything remotely close to it. \nGerman and Finnish troops referred to the Katyusha as 'Stalin’s organ', which wasn't a reference to the rocket’s shape, but to the howl the missiles made as they were fired, an unearthly, siren-like whistle that preceded a hellish bombardment. Katyusha systems remain in use in Africa and the Middle East."}, {"separator": true}],
        "attackSound": "missile"
    },

	{
        "name": "Chang Beun",
		"replaces": "Gatling Gun",
		"uniqueTo": "Rattanakosin",
		"unitType": "Ranged Gunpowder",
        "movement": 2,
        "strength": 30,
		"rangedStrength": 35,
		"range": 2,
        "cost": 225,
        "requiredTech": "Industrialization",
        "upgradesTo": "Machine Gun",
        "obsoleteTech": "Ballistics",
        "uniques": ["Can move after attacking"],
		"civilopediaText": [ {"text": "During the medieval and early modern periods, a Siamese war elephant (a yuthahathi) was a royal steed, intended to carry knights and lords into pike duels with other kings. However, after the advent of guns, the elephant became a tank. Rather than using the archaic term 'Yuthahathi', we have translated 'Machine gun elephant' as simply 'Gun [carrying] elephant', or 'Chang Beun'. \nHowdah-mounted swivel guns, weighing 50-100kg, were a feature of the Thai/Burmese wars of the early modern era. Elephants retained some advantage over motorized tanks, as they could move more quietly through jungle and across rivers. These massive animals could also withstand bullets that horses and other living mounts could not. As such, they were deployed in conflicts that required mobility across difficult terrain, such as the Haw Wars (1865-1890)."}, {"separator": true}],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    }

]
