[
	{
        "name": "Dhow",
        "replaces": "Trireme",
        "uniqueTo": "Aksum",
        "unitType": "Ranged Water",
        "movement": 4,
        "strength": 10,
		"rangedStrength": 6,
        "range": 2,
        "cost": 45,
        "requiredTech": "Sailing",
        "uniques": ["Cannot enter ocean tiles","Can move after attacking"],
		"civilopediaText": [ {"text": "Dhow ply the Indian Ocean and Red Sea and have for centuries. The word 'dhow' has Arabic origins, but the ships were a vital line of trade between India, East Africa, and the Middle East. From ports such as Lamu in Kenya to Adulis in Aksum, Musa in Yemen, Gujarat in India, and eastwards, the sharp-prowed dhow with its lateen (triangular) sail carried incense, ivory, and tortoise from the African coast to exchange with precious metals and wine elsewhere. Until the 19th century, human beings were also part of this cargo. \nAs a general term, “dhow” also encompasses a wide body of similar kinds of ships, from the massive two-masted baghlah (a 30-meter ship with 30-40 crewmembers) that would undertake the longest voyages, to the smaller fishing dhow, crewed by a dozen or so men. The success of these various models created an opportunity for piracy, and many larger dhow formed the core of pirate fleets operating in and around the region."}],
        "upgradesTo": "Caravel",
        "obsoleteTech": "Astronomy",
        "attackSound": "nonmetalhit"
    },

	{
	"name": "Magarru",
	"replaces": "Chariot Archer",
	"uniqueTo": "Assyria",
	"unitType": "Archery",
	"movement": 4,
	"strength": 6,
	"rangedStrength": 10,
	"cost": 56,
	"requiredTech": "The Wheel",
	"upgradesTo": "Knight",
	"obsoleteTech": "Chivalry",
	"uniques": ["No defensive terrain bonus", "Rough terrain penalty","Can move after attacking"],
	"promotions": ["[Magarru] ability"],
	"civilopediaText": [ {"text": "'Magarru' means chariot, a key weapon within the Neo-Assyrian army. Although horses had been in use in Mesopotamia since at least the Akkadian Empire, the lack of saddles, stirrups, and other equipment made them difficult to ride effectively in war. They were more easily managed when harnessed to chariots. These vehicles were small and light, possessing two wheels and carrying two passengers, a driver and an archer. Because horses are naturally averse to charging at lines of soldiers, they were saved until the enemy was about, or had begun, to flee – then the chariots were deployed to swiftly deliver the archer to his quarry. \nThe downside of chariots was that they were expensive to produce, and so using them on the field was a financial risk. But by the reign of Sargon II, in the eight century BCE, horse tack and horsemanship began to improve, and soon cavalry surpassed chariots as the army’s mobile unit."}],
	"attackSound": "arrow"
	},

	{
        "name": "Colonist",
		"replaces": "Settler",
        "uniqueTo": "Qart Hashdat",
        "unitType": "Civilian",
        "movement": 2,
        "cost": 106,
        "uniques": ["Founds a new city <by consuming this unit>","Comment [Cities founded by this unit start with 1 extra population]",
			"Excess Food converted to Production when under construction","Requires at least [2] population"],
		"civilopediaText": [ {"text": "Carthage began as a Phoenician colony, a small coastal outpost founded to facilitate and control trade across the Mediterranean. As it grew into a city and an independent center of power, Carthage used the same technique to expand its own influence and power, relying on colonies rather than land to fuel its empire. While historically this expansion has been characterized as aggressive and imperialistic (in large part due to hostile Roman accounts of Carthage’s history), more recent investigations have shown that the initial coalescence of power focused on taking control of, and strengthening, existing Phoenician settlements along the western coastlines, while direct seizure of territory occurred later on. During this later phase, colonists were sent to establish settlements around the Mediterranean and beyond to function as trade hubs, depots, and safe harbors for the Carthaginian fleet."}],
        "hurryCostModifier": 20
    },

	{
        "name": "Medjay",
		"replaces": "Swordsman",
        "uniqueTo": "Khemet",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Medjay] ability"],
		"civilopediaText": [ {"text": "Medja is a region in Nubia, present-day Sudan, that was always on the frontiers of Egypt. The Egyptians knew its people as Medjay – renowned for their archery skills. Given that the Medjay were just outside Egypt's central control, they could be either a boon or a bane to the pharaohs. These nomadic people from the lands bordering the Red Sea likely spoke a language related to Somali or Oromo. During later years, around 1500 BCE, the Egyptian state began incorporating Medjay units into the empire, as did the Kushites to the south. Over time, the meaning of the term “Medjay” drifted from defining the region and came to represent a particular corps of troops, especially those involved in policing – even if those members were ethnically, culturally, and regionally Egyptian. By the 500s BCE, the Medjay largely disappeared from historical records. "}],
		"requiredResource": "Iron",
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Phalanx",
		"replaces": "Spearman",
        "uniqueTo": "Hellas",
        "unitType": "Sword",
        "movement": 2,
        "strength": 11,
        "cost": 50,
        "requiredTech": "Bronze Working",
		"uniques": ["[+50]% Strength <vs [Mounted] units>"],
		"promotions": ["[Phalanx] ability"],
		"civilopediaText": [ {"text": "Imagine the phalanx – a grid of men linked in tight formation, spears thrust into the faces of their foes. Morale was a key enemy for any army, and the phalanx offered individual hoplites few chances to break and run; the only way through a battle was forward. Hoplites appeared on the field around the eighth century BCE. They wore heavy bronze armor and carried a solid shield and a two-meter-long spear. The phalanx's opposing force was often a mass of sharpened bronze, armored against javelins that offered little room to slip in and use a blade. It would have been terrifying – on both sides. The phalanx moved in a straight, deliberate march. If the formation was flanked or skirmished, the hoplites lost most of their frightening power \nGreek hoplites were employed as mercenaries across the Mediterranean, Mesopotamia, and Near East. This style of fighting remained effective until later Roman innovations embraced a more nimble, disciplined system"}],
        "upgradesTo": "Pikeman",
        "obsoleteTech": "Civil Service",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Han Chu-Ko-Nu",
		"replaces": "Composite Bowman",
		"uniqueTo": "Han",
        "unitType": "Archery",
        "movement": 2,
        "strength": 12,
        "rangedStrength": 11,
		"range": 2,
        "cost": 75,
        "requiredTech": "Construction",
        "upgradesTo": "Crossbowman",
        "obsoleteTech": "Machinery",
		"promotions": ["[Han Chu-Ko-Nu] ability"],
		"civilopediaText": [ {"text": "The chu-ko-nu was a repeating crossbow that first emerged during the Warring States period, between the fifth and third centuries BCE. Its magazine was attached to the top of the weapon and could hold up to twenty bolts at a time. A single pull of its handle drew the drawstring, dropped the bolt in place, and sent the projectile flying. Some models could fire two bolts at a time. The chu-ko-nu's mechanism enabled its rate of fire to far surpass hand-drawn bows and standard crossbows; it was also extremely easy to use, making it a weapon of choice for civilians who lacked military training. However, the chu-ko-nu was not particularly powerful; given that bolts often failed to fatally pierce their targets, they were sometimes tipped with poison to ensure victims met an untimely end."}],
        "attackSound": "arrow"
    },

	
	{
        "name": "Yuthahathi",
		"replaces": "Horseman",
		"uniqueTo": "Khmer",
		"unitType": "Mounted",
        "movement": 4,
        "strength": 13,
        "cost": 75,
        "requiredTech": "Horseback Riding",
        "upgradesTo": "Knight",
        "obsoleteTech": "Chivalry",
        "uniques": ["Can move after attacking","No defensive terrain bonus","[-33]% Strength <vs cities> <when attacking>"],
		"civilopediaText": [ {"text": "'Yuthahati' is an archaic term, derived from spoken, rather than written, South Asian languages (compare 'hathi', meaning elephant, to the written Sanskrit or Pali 'gaja'). Still, it refers to the royal war elephants across the region. As seen in the carvings at Angkor, the king rides on his royal elephant above the masses of soldiers, literally and symbolically above his subjects. This is a fitting metaphor for royalty in Southeast Asia, but it also displays a tactical advantage. Elephants are not invulnerable to spears and swords, but they are hardier than smaller mounts. From their back, a warrior could fire over shields and the front ranks or duel a rival king with pikes. The symbolism continues in this clash of kings that occurs above the common fray, displayed where the entire battlefield could see its outcome. Elephants are also surprisingly quiet and capable of navigating muddy terrain where horses falter. They remained dominant in Southeast Asia even while horse archers were putting an end to the elephant’s dominance in drier climates."}],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    },

	{
        "name": "Purabhettarah",
		"replaces": "Horseman",
		"uniqueTo": "Maurya",
		"unitType": "Mounted",
        "movement": 3,
        "strength": 12,
        "cost": 75,
        "requiredTech": "Horseback Riding",
        "upgradesTo": "Knight",
        "obsoleteTech": "Chivalry",
        "uniques": ["Can move after attacking","No defensive terrain bonus","[+50]% Strength <vs cities> <when attacking>"],
		"civilopediaText": [ {"text": "Known as a 'city-breaker', the Mauryan war elephant was a battering ram – a living hulk of armored flesh trained to smash, ram, and stomp city walls. The advance of Vedic people across the subcontinent is most clearly associated with the chariot (the wheel being a core symbol of Vedic conquests), but the elephant also left a lasting impact. When Alexander attempted the invasion of India, his exhaustion finally caught up with him after battles with war elephants. The slightly later Mauryans fielded nearly ten thousand elephants in their wars, and elephants remained dominant against all but the best horsemen – their trumpeting would scatter horses and infantry. The Mongols won some brief advantages, turning their highly-trained and nimble horses into mobile archery platforms, but the use of elephants didn't wane until the adoption of cannons (even muskets were relatively ineffective against the behemoths)."}],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    },

	{
        "name": "Jaguar Hunter",
		"replaces": "Scout",
        "uniqueTo": "Ki'iche",
        "unitType": "Sword",
        "movement": 2,
        "strength": 6,
        "cost": 25,
		"uniques": ["May upgrade to [Archer] through ruins-like effects", "Can instantly construct a [Jaguar Trap] improvement <once>"],
		"promotions": ["Ignore terrain cost"],
		"civilopediaText": [ {"text": "The wolf, the bear, the lion, and the tiger are all symbols of nobility in the Old World, an effort to identify with beasts that seemed to rule the natural order. In the New World, that creature was the jaguar, the largest predator of the Mesoamerican jungles, renowned for its deadliness and its beauty. Jaguar-dressed warriors were a feature of the Aztec military, but Maya nobility also saw itself in that luxuriant orange fur. Like the jaguar, elite Maya warriors were adept at navigating dense jungles and relied on surprise and ambush over the rigid phalanx lines of ancient Old World armies. \nIn Maya mythology, jaguars represented hostile outside forces threatening civilization. They were mighty, but those who slayed them were mightier still. Yet the legendary jaguar slayers did not traditionally face the animals head-on. To overcome the physical disadvantages of humanity, hunters used tricks to outwit the jaguars. A key element of their toolkit was the jaguar trap, a deadfall set to drop a large boulder on approaching enemies. This trap was a powerful weapon against the jaguar and other foes, inflicting not only injury, but utter defeat."}],
        "hurryCostModifier": 19,
        "attackSound": "metalhit"
    },

	{
        "name": "Burning Arrow",
		"replaces": "Archer",
		"uniqueTo": "Mississipi",
        "unitType": "Archery",
        "movement": 2,
        "strength": 5,
        "rangedStrength": 7,
		"range": 2,
        "cost": 40,
        "requiredTech": "Archery",
        "upgradesTo": "Composite Bowman",
        "obsoleteTech": "Construction",
		"uniques": ["[+50]% Strength <vs cities> <when attacking>"],
		"promotions": ["[Burning Arrows] ability"],
		"civilopediaText": [ {"text": "Mississippian warfare typically utilized clubs and stone axes for melee weapons. Clubs were a point of pride and skill – the weapon of nobility. Battles appear to have been significant enough that Mississippians built fortifications around major settlements, although these defenses may have been designed to prevent war via intimidation rather than defend against actual siege. \nFor ranged attacks, thick bows held a draw of about fifty pounds (about half the force of an English longbow). Mississippian cities were constructed of wood and thatch. This meant that fire was a devastating weapon against them. Evidence from Cahokia shows that fire arrows were used offensively during raids – the resulting devastation and confusion only increased the shock value of such warfare."}],
        "attackSound": "arrow"
    },

	{
        "name": "Xshasan Immortal",
		"replaces": "Spearman",
        "uniqueTo": "Xshaca",
        "unitType": "Sword",
        "movement": 2,
        "strength": 11,
        "cost": 56,
        "requiredTech": "Bronze Working",
		"uniques": ["[+50]% Strength <vs [Mounted] units>"],
		"promotions": ["[Xshasan Immortal] ability"],
		"civilopediaText": [ {"text": "The Persian Immortals became a legendary part of the Achaemenid army. However, there remains some confusion concerning the accuracy of the term 'immortal'. We know the name thanks to the Greek historian Herodotus, but his sources were limited, and he often preferred a good story to verified fact. \nAccording to Herodotus, the Immortals were not undying warriors, but their unit was intended to be eternal. As soon as a member of the company became unable to fight, he was immediately replaced by another, so that a unit was always at full strength. Descriptions of their exact composition vary but include leather-clad javelin throwers and heavily-armored cavalry. Their arms likely varied over time, region, and battle. Whatever they might have called themselves, the Immortals formed an elite military that swept over South Asia, North Africa, the Middle East, and Europe."}],
        "upgradesTo": "Pikeman",
        "obsoleteTech": "Civil Service",
        "hurryCostModifier": 19,
        "attackSound": "metalhit"
    },

	{
        "name": "Roman Legion",
		"replaces": "Swordsman",
        "uniqueTo": "Roma",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Roman Legion] ability"],
		"civilopediaText": [ {"text": "The Roman legion was a unit of Roman troops formed for a particular war – until the Marian Reforms of 107 BCE when legions became virtually permanent. Legions included more than one kind of unit and were comprised of mounted soldiers and foot soldiers, generally on the order of a few thousand. Poorer spearmen (hastati) were positioned at the front of the line, while better-armed and armored soldiers (principes and triarii) were placed towards the rear. Soldiers were arranged in the maniple – an elaboration on the phalanx – which left empty spaces within the ranks to allow greater maneuverability and create deadly pockets where over-ambitious enemies might be trapped. These maniples were composed of around two hundred men and commanded by two centurions (each responsible for a hundred soldiers, as the name suggests). \nThe legions began as groups of nobles who could afford their own arms and equipment, but as Rome grew into an empire, these military units gave way to a professional (and political) class of soldiers, which had profound ramifications for the development of the Empire."}],
		"requiredResource": "Iron",
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
		"name": "Hwarang",
		"replaces": "Composite Bowman",
		"uniqueTo": "Silla",
		"unitType": "Archery",
		"movement": 3,
		"strength": 7,
		"rangedStrength": 11,
		"cost": 75,
		"requiredTech": "Construction",
		"uniques": ["Can move after attacking","No defensive terrain bonus"],
		"promotions": ["[Hwarang] ability"],
		"civilopediaText": [ {"text": "The hwarang – a group of aristocratic youth bound together by a code of chivalry and emphasizing poetry and art as much as combat – have become a symbol of the romance and beauty of the Silla period well into the present day. A hwarang followed the sesok o-kye, the five commandments, emphasizing Confucian and Buddhist teachings, service to king and family, courage and loyalty to friends, and the wisdom of mercy. \nThe hwarang’s martial role diminished after the unification of Silla, and they largely disappeared from the historical record after Silla’s fall. They formally disbanded during Joseon."}],
		"obsoleteTech": "Machinery",
		"upgradesTo": "Crossbowman",
		"attackSound": "arrow"
	},

	{
		"name": "Tehina",
		"replaces": "Scout"
		"uniqueTo": "Tonga",
		"unitType": "Scout",
		"movement": 2,
		"strength": 5,
		"cost": 25,
		"uniques": ["Comment [May enter [Ocean] tiles after discovering [Optics]]", "May upgrade to [Archer] through ruins-like effects", "Never appears as a Barbarian unit"],
		"promotions": ["Ignore terrain cost", "[Tehina] ability"],
		"civilopediaText": [ {"text": "Tongan society was a complex network of rank and status dependent on sibling and marriage relationships. Polygamy and divorce were common, so kinship lines could result in heavy competition for land and influence. A tehina, or 'younger brother', was often such a man, possibly an actual brother but perhaps a cousin or other close kinsman. The Tu'i Tonga would send these men out to other islands with the task to find a wife, marry into the local governance structure, and absorb the territory into the greater range of the Tu'i Tonga's rule. The chief would supply the tehina with the ships and warriors possibly needed for the expedition, but it was up to the tehina himself to acquire a wife of high rank and build a network of support in the new area. \nA successful tehina would wrap his new territory into the system of 'inasi, or 'tribute', that bound the Tongan maritime empire together. As a new de facto chief, his subjects were responsible for providing a portion of the land's product to him, and from him, on to the Tu'i Tonga in the center. In this way, the periphery continually expanded, and the network of kinship and exchange bound the center to the outward islands in what was a stable and lasting arrangement."}],
		"attackSound": "nonmetalhit"
	},

	{
		"name": "Kalia",
		"unitType": "Melee Water",
		"replaces": "Trireme"
		"uniqueTo": "Tonga",
		"movement": 4,
		"strength": 10,
		"cost": 45,
		"requiredTech": "Sailing",
		"uniques": ["Cannot enter ocean tiles"],
		"promotions": ["Coastal Raider I"],
		"civilopediaText": [ {"text": "The kalia is a double-hulled canoe with large triangular sails similar to the drua of other Polynesian peoples. It developed from an earlier double-hulled vessel called the “tongiaki” which was similar to a catamaran. Kalia served two primary purposes in Tongan society – warfare and the transportation of goods. A kalia could hold dozens of men as well as carry food and prestige items from the periphery to the center, thus playing an important role in symbolizing the power of the king. Tongan navigators were a special class of people, valued for their expertise, and employed directly by the king or his chiefs. \nIt could take up to seven years to build a kalia, and the need for wood in their construction led Tongans to develop trade with the Fiji islands where lumber was more available. Tongan shipbuilders would establish outposts in Fiji, eventually developing into full settlements. Though it seems that Tongans originally acquired kalia by winning them from Fiji in warfare, Tongans came to hold a monopoly on their construction and use. No kalia would sail without a Tongan navigator and no resident of Fiji could visit Tonga except by kalia."}],
		"upgradesTo": "Caravel",
		"obsoleteTech": "Astronomy",
		"attackSound": "nonmetalhit"
	},

	{
        "name": "Mamluk",
	"replaces": "Knight",
	"uniqueTo": "The Abbasids",
        "unitType": "Mounted",
        "movement": 4,
        "strength": 18,
        "cost": 120,
        "requiredTech": "Chivalry",
        "obsoleteTech": "Military Science",
        "upgradesTo": "Cavalry",
        "requiredResource": "Horses",
        "uniques": ["[+25]% Strength <within [2] tiles of a [City center]>", "Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>",],
        "attackSound": "horse"
    },

	 {
        "name": "Bolyar",
	"replaces": "Knight",
	"uniqueTo": "Bulgaria",
        "unitType": "Mounted",
        "movement": 4,
        "strength": 20,
        "cost": 120,
        "requiredTech": "Chivalry",
        "obsoleteTech": "Military Science",
        "upgradesTo": "Cavalry",
        "requiredResource": "Horses",
        "uniques": ["Double movement in [Hill]", "Can move after attacking", "[-33]% Strength <vs cities> <when attacking>", "Never appears as a Barbarian unit"],
	"promotions": ["Drill II"],
        "attackSound": "horse"
    },

	{
        "name": "Kalam",
        "replaces": "Caravel",
        "uniqueTo": "Chola",
        "unitType": "Melee Water",
        "movement": 4,
        "strength": 20,
        "cost": 120,
        "requiredTech": "Astronomy",
        "uniques": ["Can move after attacking","[1] additional attacks per turn","[+1] Sight","Withdraws before melee combat <with [80]% chance>"],
        "upgradesTo": "Ironclad",
        "obsoleteTech": "Steam Power",
        "attackSound": "nonmetalhit"
    },
	{
        "name": "Voi Chiến",
        "unitType": "Archery",
	"uniqueTo": "Đại Việt",
	"replaces": "Crossbowman",
        "movement": 3,
        "strength": 13,
        "rangedStrength": 23,
        "cost": 160,
        "requiredTech": "Machinery",
        "upgradesTo": "Gatling Gun",
        "obsoleteTech": "Industrialization",
	"uniques":["[+1] Sight", "Can move after attacking", "No defensive terrain bonus"],
        "attackSound": "crossbow"
    },

	{
        "name": "Leiomano",
		"replaces": "Swordsman",
        "uniqueTo": "Hawai'i",
        "unitType": "Sword",
        "movement": 2,
        "strength": 14,
        "cost": 75,
        "requiredTech": "Iron Working",
		"promotions": ["[Leiomano] ability"],
        "upgradesTo": "Longswordsman",
        "obsoleteTech": "Steel",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },
	{
		"name": "Víkingr",
		"replaces": "Caravel",
		"uniqueTo": "Iceland",
		"unitType": "Melee Water",
		"movement": 4,
		"strength": 15,
		"cost": 100,
		"requiredTech": "Metal Casting",
		"upgradesTo": "Ironclad",
		"obsoleteTech": "Combustion",
		"uniques": ["[+1] Sight", "Withdraws before melee combat <with [80]% chance>", "Comment [Unlocked earlier at [Metal Casting] vs [Astronomy]]"],
		"promotions": ["[Víkingr] ability"],
		"hurryCostModifier": 30,
		"attackSound": "cannon"
	},

	{
        "name": "Warak'aq",
	"replaces": "Composite Bowman",
        "uniqueTo": "Tawantinsuyu",
        "unitType": "Archery",
        "movement": 3,
        "strength": 7,
	"rangedStrength": 11,
        "cost": 75,
        "requiredTech": "Construction",
	"promotions": ["Barrage I", "Ignore terrain cost"],
        "upgradesTo": "Crossbowman",
        "obsoleteTech": "Machinery",
        "hurryCostModifier": 20,
        "attackSound": "metalhit"
    },

	{
        "name": "Cetbang",
        "replaces": "Galleass",
        "uniqueTo": "Majapahit",
        "unitType": "Ranged Water",
        "movement": 4,
	"rangedStrength": 17,
        "range": 2,
        "strength": 16,
        "cost": 100,
        "requiredTech": "Compass",
        "uniques": ["[+15]% Strength <vs [Water] units>", "Cannot enter ocean tiles"],
	"promotions": ["Extended Range"],
        "upgradesTo": "Frigate",
        "obsoleteTech": "Navigation",
        "attackSound": "nonmetalhit"
    },

	{
	"name": "Xunleichong",
	"unitType": "Gunpowder",
	"uniqueTo": "Ming",
	"replaces": "Longswordsman",
	"movement": 2,
	"strength": 21,
	"cost": 130,
	"requiredTech": "Steel",
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder",
	"uniques": ["Can transform to [Xunleichong (Ranged)]", "Can transform to [Xunleichong (Anti-Mounted)]"],
	"promotions": ["Shock I"]
   },

	{
	"name": "Xunleichong (Ranged)",
	"unitType": "Ranged Gunpowder",
	"movement": 2,
	"strength": 17,
	"rangedStrength": 12,
	"range": 2,
	"cost": 130,
	"uniques": ["Unbuildable","Cannot be purchased", "Can transform to [Xunleichong (Anti-Mounted)]", "Can transform to [Xunleichong]", "Only available <for [Ming] Civilizations>"],
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder"
   },

	{
	"name": "Xunleichong (Anti-Mounted)",
	"unitType": "Sword",
	"movement": 2,
	"strength": 17,
	"cost": 130,
	"uniques": ["[+50]% Strength <vs [Mounted] units>", "Unbuildable","Cannot be purchased", "Can transform to [Xunleichong (Ranged)]", "Can transform to [Xunleichong]", "Only available <for [Ming] Civilizations>"],
	"upgradesTo": "Musketman",
	"obsoleteTech": "Gunpowder"
   },

		{
		"name": "Mandarin",
      	"unitType": "Civilian",
		"uniqueTo": "Ming",
		"replaces": "Great Merchant",
		"movement": 4,
        "uniques": [  "Can undertake a trade mission with City-State, giving a large sum of gold and [30] Influence",
                "Can instantly construct a [Customs house] improvement <by consuming this unit>",
                "May enter foreign tiles without open borders",
                "Can build [All Road] improvements on tiles",
                "Gain [25] [Gold] <upon building a [All Road] improvement>",
                "Unbuildable",
                "Uncapturable",
				"Is part of Great Person group [Great Person]",
				"[This Unit] gets a name from the [Merchant] group",
				"Great Person - [Gold]"]
   },

	{
        "name": "Keshig",
        "unitType": "Mounted",
		"uniqueTo": "Yeke Mongɣol Ulus",
		"replaces": "Crossbowman",
        "movement": 3,
        "strength": 13,
        "rangedStrength": 18,
        "cost": 120,
        "requiredTech": "Machinery",
        "upgradesTo": "Gatling Gun",
        "obsoleteTech": "Industrialization",
		"uniques":["Can move after attacking", "No defensive terrain bonus", "Ignores Zone of Control"],
		"requiredResource": "Horses",
		"promotions": ["[Keshig] ability"],
        "attackSound": "crossbow"
    },

	{
	"name": "Chevaler",
	"unitType": "Mounted",
	"uniqueTo": "Normandy",
	"replaces": "Knight",
	"movement": 4,
	"strength": 20,
	"cost": 120,
	"obsolete": "Military Science",
	"requiredTech": "Chivalry",
	"uniques":["Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>"],
	"upgradesTo": "Cavalry",
	"requiredResource": "Horses",
	"promotions": ["[Chevaler] ability"]
    },

	{
		"name": "Buccaneer",
		"unitType": "Civilian",
		"replaces": "Great Admiral",
		"uniqueTo": "The Republic of Pirates",
		"uniques": [
            // TODO: "[Every adjacent [{Friendly} {Water}] unit] heals [100] HP <by consuming this unit>",
            "May Paradrop to [{your} {Coastal} {City center}] tiles up to [25] tiles away <in [City center] tiles>", // Change Port
            "[+15]% Strength bonus for [{Military} {Water}] units within [2] tiles",
			"[+10]% Strength bonus for [Military] units within [2] tiles <during a Golden Age>",
			"Can be earned through combat <for [Water] units>",
            "Is part of Great Person group [Admiral]",
			"[This Unit] gets a name from the [Buccaneer] group",
            "Great Person - [War]", "Unbuildable", "Uncapturable",
		"Founds a new city <once>"],
		"movement": 4
	},

	{
        "name": "Hoceepkileni",
	"unitType": "Civilian",
	"replaces": "Missionary",
	"uniqueTo": "Shawnee",
	"cost": -1,
        "uniques": ["Can Spread Religion <for [5] movement> <[3] times> <after which this unit is consumed>",
		    "May enter foreign tiles without open borders, but loses [200] religious strength each turn it ends there",
		    "Can be purchased with [Faith] [in all cities in which the majority religion is a major religion]",
        	    "[-1] Sight", "Unbuildable", "Religious Unit", "Only available <when religion is enabled>"],
        "movement": 5,
        "religiousStrength": 800
    },

	{
	"name": "Golden Bangles",
	"unitType": "Sword",
	"uniqueTo": "Songhay",
	"replaces": "Pikeman",
	"strength": 16,
	"cost": 60,
	"movement": 2,
	"uniques": ["[+50]% Strength <vs [Mounted] units>"],
	"requiredTech": "Gunpowder",
	"upgradesTo": "Lancer",
	"promotions": ["[Golden Bangles] ability"]
    },

	{
	"name": "Castilian Tercio",
	"unitType": "Gunpowder",
	"uniqueTo": "Castile",
	"replaces": "Musketman",
	"strength": 25,
	"cost": 150,
	"movement": 2,
	"requiredTech": "Gunpowder",
	"upgradesTo": "Rifleman",
	"promotions": ["[Castilian Tercio] ability"]
    },

	{
	"name": "Marine Corps",
	"unitType": "Gunpowder",
	"uniqueTo": "The United States",
	"replaces": "Marine",
	"strength": 65,
	"cost": 300,
	"movement": 2,
	"uniques":["[+1] Sight <when [Embarked]>", "[+100]% Strength <when defending> <when [Embarked]>",
		"[1] Movement point cost to disembark", "[1] Movement point cost to embark", "Comment [Unlocked Earlier at [Electronics] vs [Pharmaceuticals]]"],
	"requiredTech": "Electronics",
	"promotions": ["Amphibious"]
    },

	{
        "name": "Revenge",
		"replaces": "Battleship",
		"uniqueTo": "Great Britain",
        "unitType": "Ranged Water",
        "movement": 5,
        "strength": 55,
        "rangedStrength": 55,
        "range": 3,
        "cost": 375,
        "requiredResource": "Oil",
        "requiredTech": "Electronics",
        "upgradesTo": "Missile Cruiser",
        "uniques": ["Never appears as a Barbarian unit","[-25]% Strength for enemy [Military] units in adjacent [All] tiles"],
        "promotions": ["Indirect Fire"],
        "attackSound": "shipguns"
    },

	{
	"name": "Abambowa",
	"unitType": "Sword",
	"uniqueTo": "Buganda",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 200,
	"movement": 2,
	"obsolete": "Replaceable Parts",
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"promotions": ["[Abambowa] ability"] // <upon ending a turn in a [pillaged] tile>
    },

	{
	"name": "Garde Impériale",
	"unitType": "Gunpowder",
	"uniqueTo": "Imperial France",
	"replaces": "Rifleman",
	"strength": 34,
	"rangedStrength": 34,
	"range": 1,
	"cost": 225,
	"movement": 2,
	"uniques": ["[+50]% Strength <when adjacent to a [Great General] unit>"],
	"upgradesTo": "Great War Infantry",
	"requiredTech": "Rifling",
	"obsolete": "Replaceable Parts"
    },	
	
	{
        "name": "Mikasa",
        "unitType": "Melee Water",
		"uniqueTo": "Meiji Japan",
		"replaces": "Ironclad",
        "movement": 3,
        "strength": 45,
        "cost": 250,
        "requiredTech": "Steam Power",
        "requiredResource": "Coal",
        "upgradesTo": "Destroyer",
        "uniques": ["[+33]% Strength <vs cities>", "Double movement in [Coast]"],
		"promotions": ["[Mikasa] ability"],
        "attackSound": "shipguns"
    },

	{
	"name": "Soldaderas",
	"unitType": "Gunpowder",
	"uniqueTo": "Mexico",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"obsolete": "Replaceable Parts",
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"promotions": ["[Soldaderas] ability"] // +10 health for adjacent units
    },

	{
	"name": "Sepoy",
	"unitType": "Gunpowder",
	"uniqueTo": "The Mughals",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"requiredTech": "Rifling",
	"obsolete": "Plastics",
	"upgradesTo": "Great War Infantry",
	"promotions": ["[Sepoy] ability", "Besiege"]
    },

	{
	"name": "Gurkha",
	"unitType": "Gunpowder",
	"uniqueTo": "Nepal",
	"replaces": "Infantry",
	"strength": 80,
	"cost": 400,
	"movement": 3,
	"upgradesTo": "Mechanized Infantry",
	"requiredTech": "Plastics",
	"obsolete": "Mobile Tactics"
    },

	{
	"name": "Prussian Hussar",
	"unitType": "Mounted",
	"uniqueTo": "Prussia",
	"replaces": "Cavalry",
	"movement": 5,
	"strength": 34,
	"cost": 225,
	"obsolete": "Mobile Tactics",
	"requiredTech": "Military Science",
	"upgradesTo": "Landship",
	"uniques":["Can move after attacking", "No defensive terrain bonus", "[-33]% Strength <vs cities> <when attacking>"],
	"requiredResource": "Horses",
	"promotions": ["[Prussian Hussar] ability"]
    },

	 {
        "name": "Stuka",
        "unitType": "Bomber",
		"uniqueTo": "Prussia",
		"replaces": "Bomber",
        "movement": 1,
        "strength": 75,
        "rangedStrength": 65,
        "range": 10,
        "cost": 375,
        "requiredTech": "Radar",
		"uniques":["[+25]% Strength <vs [Land] units>"],
        "requiredResource": "Oil",
        "upgradesTo": "Stealth Bomber",
        "attackSound": "bombing"
    },

{
		"name": "Gholām",
		"replaces": "Cavalry",
		"uniqueTo": "Qajar Iran",
		"unitType": "Mounted",
		"movement": 4,
		"strength": 34,
		"cost": 225,
		"requiredTech": "Military Science",
		"obsoleteTech": "Combustion",
		"requiredResource": "Horses",
		"upgradesTo": "Landship",
		"uniques": ["Can move after attacking","No defensive terrain bonus","[-33]% Strength <vs cities> <when attacking>", "Never appears as a Barbarian unit"],
		"promotions": ["[Gholām] ability"],
		"attackSound": "horse"
	},

	{
	"name": "Gusa",
	"unitType": "Gunpowder",
	"uniqueTo": "Qing",
	"replaces": "Rifleman",
	"strength": 34,
	"cost": 225,
	"movement": 2,
	"requiredTech": "Rifling",
	"upgradesTo": "Great War Infantry",
	"obsolete": "Replacable Parts",
	"promotions": ["[Gusa] ability"] // [+10]% Strength <when adjacent to a [Gusa] unit>//
    },

	{
        "name": "Katyusha",
		"replaces": "Artillery",
		"uniqueTo": "Imperial Russia",
        "unitType": "Siege",
        "movement": 4,
        "strength": 17,
        "rangedStrength": 21,
        "range": 3,
        "cost": 320,
        "requiredTech": "Dynamite",
        "upgradesTo": "Rocket Artillery",
        "obsoleteTech": "Rocketry",
        "uniques": ["[+200]% Strength <vs cities> <when attacking>", "[+100]% Strength <vs [Land] units> <when attacking>", "No defensive terrain bonus", "Must set up to ranged attack", "[-1] Sight", "Never appears as a Barbarian unit" ],
        "promotions": ["Indirect Fire"],
        "attackSound": "missile"
    },

	{
        "name": "Chang Beun",
		"replaces": "Gatling Gun",
		"uniqueTo": "Rattanakosin",
		"unitType": "Ranged Gunpowder",
        "movement": 2,
        "strength": 30,
		"rangedStrength": 35,
		"range": 2,
        "cost": 225,
        "requiredTech": "Industrialization",
        "upgradesTo": "Machine Gun",
        "obsoleteTech": "Ballistics",
        "uniques": ["Can move after attacking"],
        "hurryCostModifier": 20,
        "attackSound": "elephant"
    }

]
